var CASEDICT = {
  '1003': {
    text: '易宏工業新廠及辦公樓',
    year: '2010',
    category: '5',
    img: 3
  },
  '1006': {
    text: '天恩彌勒殿',
    year: '2010',
    category: '6',
    img: 5
  },
  '1008': {
    text: '中鋼總部大樓方案',
    year: '2010',
    category: '0',
    img: 10
  },
  '1010': {
    text: '國立潮州高級中學明德樓',
    year: '2010',
    category: '9',
    img: 14
  },
  '1024': {
    text: '許晴哲皮膚科診所',
    year: '2010',
    category: '0',
    img: 3
  },
  '1110': {
    text: '桂田酒店三館',
    year: '2011',
    category: '7',
    img: 3
  },
  '1122': {
    text: '左營蔡宅',
    year: '2011',
    category: '0',
    img: 5
  },
  '1130': {
    text: '統正夢時代二期開發項目',
    year: '2011',
    category: '10',
    img: 8,
    desc: '<h4>設計概念</h4><p><span>海洋</span> <span>健康</span> <span>永續再生</span> </p><p><span>節能</span> <span>綠化</span> <span>貨櫃</span> </p><p></p><p><strong><span>綠建築計畫</span></strong></p><p><span>室內環境</span> </p><p><span>•<span> </span></span><span>噪音防制</span> </p><p><span>•<span> </span></span><span>震動音防制</span> </p><p><span>•<span> </span></span><span>室內採光</span> </p><p><span>•<span> </span></span><span>通風計畫</span> </p><p><span>•<span> </span></span><span>室內污染控制</span> </p><p><span>•<span> </span></span><span>室內空氣淨化設備</span> </p><p><span>•<span> </span></span><span>地面與地下室防潮</span> </p><p><span>•<span> </span></span><span>綠建材</span> </p><p><span>•<span> </span></span><span>綠色裝修設計</span> </p><p><span>基地保水</span> </p><p><span>•<span> </span></span><span>透水鋪面</span> </p><p><span>•<span> </span></span><span>貯留滲透空地</span> </p><p><span>•<span> </span></span><span>滲透井與滲透管</span> </p><p><span>•<span> </span></span><span>人工地盤貯留</span> </p><p><span>水資源指標</span> </p><p><span>•<span> </span></span><span>省水器材</span> </p><p><span>•<span> </span></span><span>中水利用</span> </p><p><span>•<span> </span></span><span>雨水再利用</span> </p><p><span>•<span> </span></span><span>植栽澆灌節水</span> </p><p><span>綠化指標</span> </p><p><span>•<span> </span></span><span>生態綠化</span> </p><p><span>•<span> </span></span><span>立體綠化</span> </p><p><span>•<span> </span></span><span>牆面綠化澆灌</span> </p><p><span>•<span> </span></span><span>人工地盤綠化</span> </p><p><span>•<span> </span></span><span>綠化防水排水技術</span> </p><p><span>•<span> </span></span><span>綠化防風透氣技術</span> </p><p><span>日常節能</span> </p><p><span>•<span> </span></span><span>建築配置節能</span> </p><p><span>•<span> </span></span><span>適當的開口率</span> </p><p><span>•<span> </span></span><span>外遮陽</span> </p><p><span>•<span> </span></span><span>開口部玻璃</span> </p><p><span>•<span> </span></span><span>開口部隔熱與氣密性</span> </p><p><span>•<span> </span></span><span>外殼構造及材料</span> </p><p><span>•<span> </span></span><span>屋頂構造及材料</span> </p><p><span>•<span> </span></span><span>帷幕牆</span> </p><p><span>•<span> </span></span><span>善用地形風</span> </p><p><span>•<span> </span></span><span>善用中庭風</span> </p><p><span>•<span> </span></span><span>開窗通風性能</span> </p><p><span>•<span> </span></span><span>風力通風設計</span> </p><p><span>•<span> </span></span><span>浮力通風設計</span> </p><p><span>•<span> </span></span><span>空調分區</span> </p><p><span>•<span> </span></span><span>空調主機節能設計</span> </p><p><span>•<span> </span></span><span>大空間分層空調</span> </p><p><span>•<span> </span></span><span>照明光源</span> </p><p><span>•<span> </span></span><span>再生能源（太陽能、風力）</span> </p><p></p><p></p><p></p><p><br/></p>'
  },
  '1138': {
    text: '天恩慈氏祠堂',
    year: '2011',
    category: '6',
    img: 3
  },
  '1141': {
    text: '墾丁白沙民宿',
    year: '2011',
    category: '7',
    img: 8
  },
  '1143': {
    text: '義大亞洲廣場',
    year: '2011',
    category: '7',
    img: 11
  },
  '1144': {
    text: '鉅橡企業F廠及辦公樓',
    year: '2011',
    category: '5',
    img: 4
  },
  '1150': {
    text: '國際星辰旅館更新整建',
    year: '2011',
    category: '7',
    img: 4
  },
  '1151-1': {
    text: '大江生醫S9廠展示大廳',
    year: '2013',
    category: '0',
    img: 8
  },
  '1151': {
    text: '大江生醫S9廠',
    year: '2011',
    category: '5',
    img: 2
  },
  '1210': {
    text: '緬甸眉苗佛院方案',
    year: '2012',
    category: '6',
    img: 2
  },
  '1216': {
    text: '恆春福樂酒店式公寓方案',
    year: '2012',
    category: '0',
    img: 1
  },
  '1221': {
    text: '義大癌治療醫院',
    year: '2009',
    category: '6',
    img: 6
  },
  '1225': {
    text: '高雄美國學校總體規劃方案',
    year: '2012',
    category: '9',
    img: 9
  },
  '1228': {
    text: '義大遊樂世界二期及古堡酒店',
    year: '2012',
    category: '10',
    img: 9
  },
  '1238': {
    text: '德商羅曼動物疫苗廠辦新建方案',
    year: '2012',
    category: '5',
    img: 7
  },
  '1243': {
    text: '竹精緻商旅更新整建',
    year: '2012',
    category: '0',
    img: 20
  },
  '1249': {
    text: '國立海洋科技博物館海洋生態展示館',
    year: '2012',
    category: '9',
    img: 4
  },
  '1303': {
    text: '印尼天慧彌勒佛院方案',
    year: '2013',
    category: '6',
    img: 9
  },
  '1315': {
    text: '國立海洋科技博物館商業空間',
    year: '2013',
    category: '0',
    img: 12
  },
  '1320': {
    text: '王冠鋁業永安廠',
    year: '2013',
    category: '5',
    img: 2
  },
  '1323': {
    text: '大江生醫中興大學產學聯合研發中心方案',
    year: '2013',
    category: '0',
    img: 5
  },
  '1334': {
    text: '印尼巴丹島佛院方案',
    year: '2014',
    category: '6',
    img: 7
  },
  '1401': {
    text: '佛光山惠中寺新建方案',
    year: '2014',
    category: '6',
    img: 8
  },
  '1402': {
    text: '樂林宴會飯店',
    year: '2014',
    category: '7',
    img: 3
  },
  '1406': {
    text: '金三榮市港段集合住宅',
    year: '2014',
    category: '4',
    img: 6
  },
  '1408': {
    text: '大高雄俯瞰式觀光設施可行性評估計畫',
    year: '2014',
    category: '2',
    img: 13
  },
  '9015': {
    text: '同盟大樓',
    year: '2001',
    category: '4',
    img: 2,
    desc: '<h4><span>精品意識與精品建築</span></h4><p><span></span></p><p><span>業主的精品意識</span></p><p><span>-<span> </span></span><span>家族自用、休閒娛樂</span></p><p><span>-<span> </span></span><span>景觀條件、物環兼容</span></p><p><span>-<span> </span></span><span>實用空間、大宅格局</span></p><p><span>-<span> </span></span><span>新潮設備、經濟建材</span></p><p><span>-<span> </span></span><span>安全私密、生活價值</span></p><p><span></span></p><p><span>我們的精品建築</span></p><p><span>我們對精品建築的定義：人性文化、環保節能、管理服務。</span></p><p><span></span></p><p><span>我們的建築設計以時尚的簡約來表現，這種簡約可以體現在建築功能空間的簡化、空間分隔的弱化、裝修裝飾的簡潔。然而，如何滿足業主堅持的意念與展現新型態之住宅意象才是最值得自豪的優勢。我們企圖從整體規劃到建築細部表現人性化、現代化來引導潮流，同時嘗試建材的新組合，來實現領先的設計理念。</span></p><p><span></span></p><p><span>本設計期以體現對</span><span>“</span><span>人性</span><span>”</span><span>的關注並嚴格遵循著</span><span>“</span><span>豪華源于舒適</span><span>”</span><span>的設計理念；讓住宅主動滿足人的需求，處處以人為中心。業主家族每個家庭因其豐富的生活，各需豐富的空間需求，每戶分置一個樓層，並設休閒健身空間與招待會所，致以彈性空間之留設及設備管道間來解決各層空間需求各異的配置型態。本基地臨高雄愛河畔之綠帶公園，有優越的自然景觀優勢，故每層的住戶大堂均為陽光清風電梯大堂，並每層留設大面積之陽台，結合外部公園綠帶與空中花園的視覺景觀與空間設計，長向南北通透，通風採光，節約能源，彰顯環保生態之效。住宅內使用大窗型式之高品質氣密窗，隔音隔熱，並將都市美景帶入窗內。</span></p><p><span></span></p><p><span>精品住宅僅依靠建築價值還難以成就經典，其還必須賦予管理服務更大的附加值，以使其價值最大化。本設計更使用先進的智慧化設施和周到的保安管理系統，提供最安全舒適的生活環境。</span></p><p><span></span></p><p><br/></p>'
  },
  '9101': {
    text: '高雄市臨港線鐵路客運列車站體暨輪渡站',
    year: '2002',
    category: '2',
    img: 11,
    desc: '<h4><span>現代風與影的對話</span></h4><p><span></span></p><p><span>基地特性</span></p><p><span>高雄市政府為有效利用其市內臨港線鐵路閒置資源，結合台灣鐵路公司開啟<span style=\"position:relative;margin-left:-4px;\">「</span>嘟嘟火車」，以類似輕軌捷運系統的型態，未來串接高雄市紅、橘線捷運系統，提供市民交通的便利性；同時又配合<span style=\"position:relative;margin-left:-4px;\">「</span>藍色公路」與愛河觀光渡輪計畫，以海陸聯運方式連接商圈與觀光景點，擴大高雄市全面性的經濟活動，故選定本基地興闢鐵路車站及渡輪站。基地位置於新光路景觀大道端點，直臨高雄港，且為高雄港埠轉折處，宛如陸上街廓之角地，為知名之臨港開放空間。</span></p><p><span></span></p><p><span>設計需求</span></p><p><span>本計畫分三期開發，第一期以鐵路車站與渡輪站之連結設施為主體，第二期以渡輪站及公車轉運車站與景觀工程為主體，未來第三期將以親水與商業設施為開發目標。</span></p><p><span></span></p><p><span>設計構想</span></p><p><span>高雄是陽剛的，微風中，煊烈的陽光下，反射著慵懶的都市節奏，透著一幅對比強烈的熱帶風情。設計嘗試捕捉高雄的風與光影，藉由設計元件的媒介，讓風與影開啟現代的對話，光影透過時間展現的變幻，訴說它頑皮的性格，風也因律動的旋律，證明它懷柔大地的情緒，透過對話的詮釋，建構高雄的地域空間。</span></p><p><span></span></p><p><span>設計手法</span></p><p><span>以地標物與海洋光廊反映地方軸線：設計上延續新光路景觀大道的軸線，架構出由地面水平連續的<span style=\"position:relative;margin-left:-4px;\">「</span>海洋光廊」〈第三期工程〉及</span><span>45</span><span>度斜向昇起指向海洋的地標物，此地標物長</span><span>54</span><span>公尺，功能與造型類似船桅或起重吊桿，支撐本構造系統的主要桿件。<span style=\"position:relative;margin-left:-4px;\">「</span>海洋光廊」係地景設計的一部分，全長</span><span>60</span><span>公尺，以水池及水霧噴泉設施為主，水池底部埋設冷極光之光導管，白天提供親水功能，夜間配合地標物的照明，增強軸線的視覺效果，以展現趣味性及多樣性。</span></p><p><span>以鐵路車站及渡輪站及其連結設施隱喻高雄〈港〉工業文化：高雄以工業立市，期間拆船、鋼鐵、石化、造船等大型產業皆為台灣紀錄下經濟的指標，也奠定高雄港市的國際地位。設計上嘗試以鋼骨、纜索與膜等元素展現出港都的海洋與工業意象，車站月台長</span><span>66</span><span>公尺，並延伸為景觀的一部分，而其三片翼型半透明頂棚的輕結構造型，展現未來的科技感，提供對車站的新空間經驗；因車站月台與渡輪站體被新光大排分為南北兩側，以地標物為圓心，張啟鋼索支撐十個<span style=\"position:relative;margin-left:-4px;\">「</span>人字型」鋼骨架構，组立成一座外徑</span><span>45</span><span>公尺的圓弧<span style=\"position:relative;margin-left:-4px;\">「</span>天橋」，橫跨新光大排；而渡輪站以<span style=\"position:relative;margin-left:-4px;\">「</span>天橋」底層設置售票辦公室、候船區、公共廁所及商業附屬空間〈第三期工程〉等。<span style=\"position:relative;margin-left:-4px;\">「</span>天橋」頂層寬６公尺的平台通道，提供行人眺望高雄港的景觀，<span style=\"position:relative;margin-left:-4px;\">「</span>天橋」內環所圍塑出來的區域，形成活動廣場，未來利用廣場上方鋼索及<span style=\"position:relative;margin-left:-4px;\">「</span>人字型」鋼骨架撐膜體構造物，提供遮陽、捕風的功能，及船帆的造型意象，呼應挑動風影的設計意念；另其他附屬設施結合將所有地景元素，創造出和諧的都市場所。</span></p><p><span></span></p><p><br/></p>'
  },
  '9201': {
    text: '金酒公司金寧廠整體景觀規劃',
    year: '2003',
    category: '2',
    img: 4,
    desc: '<h4><span>流觴曲水、酒鄉新聲</span></h4><p><span></span></p><p><span>高粱不獨產於金門，然而卻唯有金門高粱酒能如此馳名中外。生產金門高粱酒的金門酒廠原名九龍江酒廠，成立於</span><span>1953</span><span>年，迄今已歷半個世紀，但在國民所得日漸提高，產業結構與消費習慣逐漸轉型，以及全球化浪潮的總體環境之下，傳統製酒面臨成本優勢的消褪，亟待發展服務產業，朝高附加價值之觀光酒廠轉型。本規劃案整體目標如下：</span></p><p><span></span></p><p><span>一、為金寧廠轉型為觀光酒廠之目標，擘劃長遠可行之整體發展架構。</span></p><p><span>二、合理規劃配置使用分區，兼顧觀光、生產與辦公之機能。</span></p><p><span>三、統整安排全區動線，以使人車物流發揮最大效益。</span></p><p><span>四、提供造型及照明策略，期能融合地域特色與企業形象，美化全區環境。</span></p><p><span>五、具體實踐產業文化化與文化產業化，維繫、發揚地方產業特色，使金寧廠成為示範性的觀光酒廠。</span></p><p><span></span></p><p><span>先行施工的第一期工程包括下列內容：景觀中軸、廠辦分離圍牆、角地地標、酒瓶公園改善、行政大樓美化，其中以景觀中軸為主體景觀設施。</span></p><p><span></span></p><p><span>景觀中軸重新建構了廠區的入口軸線及意象，以草原上蜿蜒長達</span><span>143</span><span>公尺的<span style=\"position:relative;margin-left:-4px;\">「</span>曲水流觴」作為象徵主題，連接軸向兩端的<span style=\"position:relative;margin-left:-4px;\">「</span>迎賓水池」與<span style=\"position:relative;margin-left:-4px;\">「</span>寶月新泉」；曲水流觴為酒文化中的典故借用，在王羲之的蘭亭集序裡所描繪的，是一種文人雅士的生活境界，在設計上，將這個概念放大並置入這片開闊的地景中，成為人體與自然之間的一種介質，可以遊逛、奔躍、駐足、觀演，一如有酒助興。</span></p><p><span></span></p><p><span>作為金門島上的公共地景，試圖以不同於傳統閩南的樣式著手，希望將形式的內涵提昇到形式的表象之上，而大量採用以概念為主的景觀元素，例如幾何、立體構成，形成整體風格，或許<span style=\"position:relative;margin-left:-4px;\">「</span>創新」對於金門來說，也是一股活力的甘泉吧。</span></p><p><span></span></p><p><br/></p>'
  },
  '9217': {
    text: '樹德科技大學行政大樓暨禮堂',
    year: '2003',
    category: '9',
    img: 7,
    desc: '<h4><span>前傳</span></h4><p><span>本建築物源起於</span>1999<span>年校方舉辦以<span style=\"position:relative;margin-left:-4px;\">「</span>學生活動中心暨體育館」為題目的競圖，由新明建築師事務所、李炳輝建築師事務所及本所共同合作參與。競圖後，校方依使用需求調整為興建一座<span style=\"position:relative;margin-left:-4px;\">「</span></span>1,500<span>人專業級演藝廳暨學生活動中心」的複合建築。</span></p><p><span>科技大學的辦學精神在於精益求精、實事求是。規劃設計的初衷，設定在提出一個師生交流的平台！由於使用機能的多樣性、空間場域的豐富性、人群流動的錯雜性等諸多繁複紛陳的因子並存，本建築物希望在校園環境的現存架構下，產出新的交流場所，以彌補原有之不足。</span></p><p><span>規劃設計期間，校方為求慎重，由董事會與校園規劃委員會共同對設計內容及成果密切檢視，由於複雜的建築機能及顯著的區位關係，各方意見整合頗見難度，期間歷經了</span>36<span>次的設計會議及變更調整，費時一年半始獲定案，進入工程執行準備階段。正當備妥發包書圖文件、取得建造執照之際，校方卻迫於教育部私校融資比例上限規定影響而於</span>2001<span>年中止了招標及興建進程，原設計合約解除。</span></p><p></p><p><span>主題</span></p><p>2003<span>年夏季，校方通知工程擬恢復進行，並協議由本所接續原設計合約，惟須配合需求修正而調整部分設計內容，將<span style=\"position:relative;margin-left:-4px;\">「</span>演藝廳暨學生活動中心」修改為<span style=\"position:relative;margin-left:-4px;\">「</span>行政大樓暨多功能禮堂」。建築物須在校方功能性的考量下，解決原來行政管理單位空間之不足，並滿足中大型集會、學生課內外活動等空間，及專業表演、室內運動等新辦科系</span> (<span>表演藝術、休閒事業管理</span>) <span>所需之場所，以符合<span style=\"position:relative;margin-left:-4px;\">「</span>多功能」的目的。</span></p><p><span>延續前期規劃設計的初衷，主要量體由行政大樓及多功能禮堂兩大部分依山順勢所組成：行政大樓平面為</span>L<span>型配置，量體內植入了由通廊、廳堂、平台及樓梯所串接的公領域空間，連通各使用區域，並作為師生活動、休憩、交流之場所，其平面與垂直向度的延展與交疊關係，亦與導風採光的節能手法互為運用，活化建築生命；多功能禮堂則為一組合量體，舞台部分需滿足吊具高度，觀眾席及球場部分需符合排球競賽標準，均為挑高大跨度空間。</span></p><p><span>戶外部分以扇型劇場為核心、環繞多重的廣場、通道、綠地，連結不同地勢高程的外部空間，共同形成景觀構圖，並與校區既有景觀系統及校門口區域的重建延伸銜接，修補校園邊界隙地的風貌。</span></p><p></p><p><span>餘響</span></p><p><span>從專業級演藝廳演變為多功能禮堂，其落差在於設計對象原為兩個極端，由精準的專業表演場所，轉化成須兼顧集會、講演、音樂、戲劇、伸展、運動</span>……<span>等複合功能的場地，在設計條件上甚至存有本質上的衝突矛盾，如空間佈設、席位視角、光源照度、殘響時間、材料選配、後勤管理等問題；在與校方各使用與管理單位重新反覆檢討後，所基本兼顧的<span style=\"position:relative;margin-left:-4px;\">「</span>多功能」標準，雖似滿足，實則妥協。</span></p><p><span>校方董事會與設計院系對於校園建築風格及空間表現的延續具有殷切的提示，建築形式及材料色彩的選用亦屬執行過程中保持徵詢及溝通的要項，使本建築物能不脫離現存校園環境的質地與氣氛。</span></p><p><span>本建築物因為前期中止，加上後續幾乎是重新設計以致耗費期程，拖延至</span>2004<span>年底實際發包時，又逢建材原物料的成本高漲而造成了預算居高不下，產生了營建費用上的重大代價。</span></p><p><span>工程管理組織由校方營繕單位統籌，以協調校方代表、不同分包的建築、結構、機電等設計單位，及委外監造單位、施工單位等複雜的體系及介面，幸而透過務實的態度、每週的工地會議及難以數計的現場協調，終究克服了所有的難題，於</span>2007<span>年春天，歷時</span>8<span>年之後落成啟用。</span></p><p></p><p></p><p><br/></p>'
  },
  '9230': {
    text: '高雄捷運O5/R10美麗島站',
    year: '2003',
    category: '2',
    img: 5
  },
  '9306': {
    text: '福慧大樓',
    year: '2004',
    category: '4',
    img: 1,
    desc: '<h4>設計命題</h4><p><span>福慧大樓基地位於鳳山市區中的零星工業地塊，週邊為密集發展之典型住商混合街巷，都市景觀目前尚無明顯的特色；因鄰近縣政府、鳳山高中、衛武營公園、捷運橘線等重要的環境區位，業主希望透過<span style=\"position:relative;margin-left:-4px;\">「</span>廠辦」建築的重新定義，以豐富其使用型態，提升土地的利用價值。</span></p><p><span></span></p><p><strong><span>整體構想</span></strong></p><p><span>設計策略上採低建蔽率</span><span> (</span><span>約</span><span>36%)</span><span>，控制單層面積使每層各可為獨立使用單元，並將</span><span>210%</span><span>之容積率拉高至九層樓，如此可保留較多空地、降低對北面現有幼稚園的遮擋，上部樓層亦具有較佳之景觀視野。建築方位依面前道路為座北朝南，矩形基地因西側及南側均為丁字路口，建築量體主要配置於西側以避開正向<span style=\"position:relative;margin-left:-4px;\">「</span>路沖」的風水忌諱；沿街面保持較寬的退縮步道，與兩端的傳統騎樓銜接。</span></p><p><span></span></p><p><strong><span>健康建築</span></strong></p><p><span>內部平面儘量將垂直動線、共用及服務設施集中留設於東面，以利使用維護並可延長建築物的生命週期，其餘為完整空間以利各使用單元不同之需求；各向均保有充分的採光通風機會，西向以垂直遮陽板減低直接熱得，南向則以深開口方式作為窗戶遮陽，因空地及週邊街道所退讓之鄰房距離，使建築物之自然對流有明顯效果。</span></p><p><span></span></p><p><strong><span>形式語言</span></strong></p><p><span>正面造型以兩邊對稱的量體構成雙塔的輪廓，強調垂直向上的形體，相對於所坐落的環境中多為水平發展的透天街屋，呈現較明顯之標的作用，而主樓之外，於東側空地上延伸了基座形式的二層量體，以呼應並維持臨街建築立面及都市空間的連續性。立面原則大致依循基座、屋身、屋頂三段式之古典模式，細部元素及文法亦採用具秩序感、穩定感之質地及簡化之樣式，應可使目前紛擾擁擠的都市涵構獲得舒緩，空間品質獲得提升。</span></p><p><span></span></p><p><strong><span>福慧雙修</span></strong></p><p><span>福慧二自來自於業主<span style=\"position:relative;margin-left:-4px;\">「</span>修福不修慧，福中也造罪；修慧不修福，慧中也糊塗」的生活哲學：</span><span>從學習當中，了解到人要常行布施，培植福德，同時亦要修習智慧，了脫生死輪迴；<span style=\"position:relative;margin-left:-4px;\">「</span>智慧」與<span style=\"position:relative;margin-left:-4px;\">「</span>福德」二者，猶如鳥之雙翼、車之雙輪，缺一不可。本案於規劃過程中，感受於業主的生活哲學，以試圖尋求內部機能與外部形貌的調和，建築本體及都市環境的兼顧，作為主要的思路；此外，</span><span>自設計至監造期間，充分獲得業主的支持，及對專業的尊重態度，一併鳴謝。</span></p><p><span></span></p><p><br/></p>'
  },
  '9311': {
    text: '慶富集團營運總部大樓',
    year: '2004',
    category: '8',
    img: 9,
    desc: '<h4>Richard Rogers 的設計原創</h4><p><span>慶富集團以在地產業的心情，期待為高雄市未來留下一只都市的記憶符號，一棟代表高雄市及集團文化的建築語彙，特別邀請</span><span>普立茲克建築大師</span><span>英國</span><span>Richard Rogers</span><span>爵士擔任總部大樓的規劃設計，</span><span> Richard Rogers</span><span>擅長以建築結構表現空間美學，</span><span>採用鮮豔的原色區分建築機能</span><span>，具備優異的細部設計能力，創新的設計潮流及風格</span><span>。</span></p><p><span>Richard Rogers</span><span>對於本大樓的設計理念係以豪壯的建築結構之於海洋的微觀矛盾，將企業的內化自省昇華為對環境關懷的宏觀表現。<span style=\"position:relative;margin-left:-4px;\">「</span>外放結構」與<span style=\"position:relative;margin-left:-4px;\">「</span>內納海景」為本案的空間操作手法，而</span><span>建築物的表情來自於因基地環境的水岸氛圍及港口視覺景觀的獨特條件卻伴隨著西曬日照的挑戰，</span><span>Richard Rogers</span><span>考慮日照角度與特殊的外部深遮陽百葉格柵設計，以控制建築物的日照環境兼顧穿透欣賞海景的需求；另將建築結構外露且電梯、樓梯、服務管道等空間，外放於建築物南北兩側，以維持辦公室內部空間的完整與使用的彈性；而箱型結構的設計，以框景的方式將空間外伸<span style=\"position:relative;margin-left:-4px;\">「</span>獨立」出來，成為一個獨立會議、展示等空間；更以鮮豔的原色表現建築機能，使其外觀充滿建築活力。</span></p><p><span></span></p><p><strong><span>禾揚建築的設計執行</span></strong></p><p><span>禾揚聯合建築師事務所以國內建築師的角色，</span><span>承接並深化</span><span>Richard Rogers</span><span>設計及外牆、結構收頭等細部發展</span><span>，同時更須落實慶富集團對綠建築及智慧建築應用的機電整合介面設計的執行</span><span>︰</span></p><p><span>1.</span><span>外牆帷幕採用雙層鍍鈦低耗能玻璃，熱傳導效率較</span><span>RC</span><span>構造為低，有效阻絕台灣亞熱帶氣候造成大量的空調負荷。</span></p><p><span>2.</span><span>建築外觀格柵遮陽板深度及角度亦依台灣經緯度的日照軌跡電腦模擬計算及設計。</span></p><p><span>3.</span><span>空調系統採用</span><span>VRV</span><span>變頻式冷暖氣系統，耗電量隨負荷大小變動，有效降低空調電力之需求</span><span>.</span><span>預計可較一般空調系統節省約</span><span>40%</span><span>之用電。</span></p><p><span>4.</span><span>照明系統方面在建築外部採</span><span>LED</span><span>燈具，室內採用</span><span>T5</span><span>高效率照明燈具；另本大樓西側部份均設日光照明控制系統，充份利用環境的自然採光，有效降低照明用電。</span></p><p><span>5.</span><span>大樓內部所有門禁管制及機電設備均納入監控系統內，隨時記錄各設備之用電狀態，可作為日後使用保養上之參考。</span></p><p><span>6.</span><span>建築頂層</span><span>Double Roof</span><span>設計，最上層屋頂以格柵遮陽板及太陽能集熱板作為遮陽及太陽能發電運用，預留太陽能發電與市電並聯的擴充考量，將太陽能電力儲存用於公共空間及景觀照明。</span></p><p><span>除用電量節約設計外，本大樓於水資源方面亦設置雨水回收系統，回收再過濾後用於室外及頂層景觀之噴灌系統；另大樓內設置小型氣象系統，監控陰雨天時噴灌系統不作用，以節省用水量。</span></p><p><span></span></p><p><strong><span>眾家的成果</span></strong></p><p><span>2007</span><span>年</span><span>12</span><span>月</span><span>25</span><span>日由總統、副總統首度偕同南太平洋吉里巴斯、帛琉、吐瓦魯三邦交國元首，南下高雄參加民間企業慶富集團營運總部大樓開幕典禮及剪綵，眾家除盛讚慶富集團成功企業外交典範外，更感佩</span><span>集團對建築景觀與環境生態的要求，當欣賞外露結構與懸吊系統的建築造型、</span><span>簡潔實用的彈性機能配置、效率便利的公共環境系統、科技節能的先進建材設備、人文質感的企業總部形象、內外貫通的流暢視覺空間、前瞻未來的規劃理念等</span><span>剛柔並濟的建築語彙外，更透過空間的安排感受豐富而細膩的高雄水岸城市風情。</span></p><p><span></span></p><p><br/></p>'
  },
  '9316': {
    text: '海光三村公園地景保育再生利用工程',
    year: '2004',
    category: '2',
    img: 5,
    desc: '<h4>基地與環境</h4><p><span>海光三村公園位於高雄市左營區海光三村眷村舊址內，鄰近為大龜山公園、鳳山舊城遺址</span><span>(</span><span>一級古蹟</span><span>)</span><span>及蓮池潭間，高雄市政府因本區位的歷史特殊性與生態的敏感性，已向國防部協調取得現階段的委託管理，並決定未來完成有償撥用的程序，成為公園用地；而其內原來之海勝里活動中心亦將配合計畫調整用途，一部分作為高雄市政府工務局養工處養護大隊區隊辦公室，就近照顧北高雄半屏山、洲仔溼地、蓮池潭及大、小龜山的生態環境；另一部分作為</span><span>N.G.O.</span><span>民間社團辦公室及文物陳列空間，同時結合自然生態左營舊城的人文特質，引進綠色團體、溼地保護聯盟、野鳥協會、左營舊城文化協會等</span><span>N.G.O.</span><span>民間社團參與認養及經營管理，達成環境生態保育、教育、觀光休閒等多元性功能。</span></p><p><span></span></p><p><strong><span>課題與任務</span></strong></p><p><strong><span>全區整體規劃：</span></strong></p><p><span>(1)<span> </span></span><span>入口廣場的重塑。</span></p><p><span>(2)<span> </span></span><span>歷史與生態教育兩大分區。</span></p><p><span>(3)<span> </span></span><span>左營舊城、眷村舊址及林相生態之解說導覽動線。</span></p><p><strong><span>舊有建築再利用：</span></strong></p><p><span>(1)<span> </span></span><span>海勝里活動中心舊址整建為</span><span>N.G.O.</span><span>民間社團辦公室及文物陳列空間、養護大隊區隊辦公室、廁所等。</span></p><p><span>(2)<span> </span></span><span>復興幼稚園舊址先預留規劃構想，另案辦理整建計畫。</span></p><p><strong><span>現有生態景觀保存：</span></strong></p><p><span>(1)<span> </span></span><span>重新整理並保存現有茄苳、血桐、南美假櫻桃、榕樹及鳳凰木等自然林相。</span></p><p><span>(2)<span> </span></span><span>增設地下水補注池，提供鳥類、昆蟲棲息用途，延續生態物種的多樣性。</span></p><p><span></span></p><p><strong><span>構想與設計</span></strong></p><p><strong><span>環境：</span></strong></p><p><span>(1)<span> </span></span><span>融合生態環境、舊城、眷村舊址等不同時期文化疊層風貌。</span></p><p><span>(2)<span> </span></span><span>重建環境地景的整體佈局與動線系統。</span></p><p><span>(3)<span> </span></span><span>保留原有環境構成物，如電線桿、圍牆、標語、植栽等。</span></p><p><span>(4)<span> </span></span><span>展示廢棄眷舍建築其當時構築的材料與工法，宛如一件大型的歷史展示物。</span></p><p><span>(5)<span> </span></span><span>改善全區的照明計畫。</span></p><p><strong><span>建築：</span></strong></p><p><span>(1)<span> </span></span><span>融合環境風貌與建築語彙，增設陽台次空間提供一個可親自然的機會。</span></p><p><span>(2)<span> </span></span><span>賦予舊空間新的建築生命週期，完善其設備更新與滿足展示、辦公、服務等複合使用機能。</span></p><p><span>(3)<span> </span></span><span>增設戶外樓梯，內外雙垂直動線系統滿足不通單位使用及管制需求。</span></p><p><span>(4)<span> </span></span><span>保留未來整建復興幼稚園舊址成為眷村博物館空間與動線的連結。</span></p><p><span>(5)<span> </span></span><span>運用自然石、木等素材及與大地貼近的顏色。</span></p><p><span></span></p><p><strong><span>期與待</span></strong></p><p><span>在這裡，期許自然、歷史能跟我們產生時空的對話；在這裡，等待大家在慵懶午後來份下午茶，放慢步調，看看我們的環境，聊聊我們的情趣。</span></p><p><span></span></p><p><br/></p>'
  },
  '9345': {
    text: '巧新科技三期廠房',
    year: '2004',
    category: '5',
    img: 2
  },
  '9350': {
    text: '義守大學圖資大樓方案',
    year: '2004',
    category: '9',
    img: 3
  },
  '9353': {
    text: '大雅牙醫診所',
    year: '2004',
    category: '6',
    img: 2
  },
  '9437': {
    text: 'SUPER 新都',
    year: '2004',
    category: '4',
    img: 7
  },
  '9441': {
    text: '義大天悅塔暨會議展覽中心',
    year: '2005',
    category: '10',
    img: 4
  },
  '9442': {
    text: '義大世界購物廣場',
    year: '2005',
    category: '7',
    img: 13
  },
  '9444': {
    text: '義大世界伯爵特區',
    year: '2005',
    category: '4',
    img: 4
  },
  '9445': {
    text: '領秀山莊',
    year: '2005',
    category: '4',
    img: 5
  },
  '9456': {
    text: '蓮潭國際文教會館',
    year: '2005',
    category: '7',
    img: 7,
    desc: '<h4>設計概念</h4><p><span>本案為高雄市首件<span style=\"position:relative;margin-left:-4px;\">「</span></span><span>ROT</span><span>」，原屬<span style=\"position:relative;margin-left:-4px;\">「</span>公教人員訓練中心」。因鄰近蓮池潭、原生植物園及半屏山，生態環境良好；又與高鐵車站、國道十號閘口接壤，交通近便。致遠管理學院與福華飯店經評選取得運營權，聯手打造結合休閒娛樂、渡假住宿、教育訓練的綜合性場所。</span></p><p><span></span></p><p><span>既有建築群使用機能為高雄市政府人力發展局暨所屬辦公、會議、訓練、住宿空間，建築造型凹凸變化大，建材調性冷硬無趣；新建築整合既有空間並重塑建築風格，除了原使用機能外，又增設了大型會展及宴會廳之多功能空間、中西式餐廳、</span><span>211</span><span>間之客房、游泳池等，同時增建入口大廳乙棟並圍塑戶外中庭活動廣場，分流住宿、會議、洽公、餐飲等人潮，並將外部生態的綠意引入內部公共空間，營造自然休閒度假的氛圍。</span></p><p><span></span></p><p><span>增改建有別於新建設計的操作，須先調查原建築、結構、機電設備等狀態及堪用程度，再配合運營單位調整空間機能，乃至於大規模變更；在既有建築的問題會診、再生空間的設計命題之間，需歷經繁複的調校過程，成為本案最大的挑戰。</span></p><p><span></span></p><p><span>設計策略考量<span style=\"position:relative;margin-left:-4px;\">「</span>呼應場域環境」、<span style=\"position:relative;margin-left:-4px;\">「</span>符合經營定位」兩大課題，形塑休閒建築風格，主要手法如下：</span></p><p><strong><span></span></strong></p><p><strong><span>增建量體，改造空間結構</span></strong></p><p><span>在原三合院的臨街面增設一層量體，機能上作為最適當的大廳位置，空間上將開放廣場圍塑成內庭，使之內外有別；對外開窗量小、對內大面開窗，產生视而不透的空間趣味，改變原有公務機構的空間結構。</span></p><p><strong><span></span></strong></p><p><strong><span>內庭新生，重新活化利用</span></strong></p><p><span>內庭廣場結合水池、水生植物、植栽、平台、活動廣場等空間元素，滿足多樣性的使用需求，例如戶外集會、慶典婚宴等；同時作為大廳的延伸，提供具有多重層次的空間經驗。</span></p><p><strong><span></span></strong></p><p><strong><span>下沉廣場，呈現寧靜美感</span></strong></p><p><span>延續內庭廣場的水池成為落瀑，下沉廣場自成一處寧靜、安逸的非封閉性戶外空間，不僅上下串聯開放，並具有延伸自餐廳的視覺，將休閒的優雅美感在此處鋪陳。</span></p><p><strong><span></span></strong></p><p><strong><span>形象色彩，融合環境氛圍</span></strong></p><p><span>整體休息形象的塑造，為融入原生植物園等外部綠意環境及南台灣飽滿的陽光，採用白色為基本色彩，強調休閒建築的明朗、活躍。夜間照明的構想，則表達在開闊場域裡的明示效果，爭取更遠距離的視覺感受。</span></p><p><span></span></p><p><strong><span>造型風格，突破限制再生</span></strong></p><p><span>建築造型風格的改造實為本案的重要課題，它亦要體現文化、教育的意涵，亦要展現休閒旅館的特色，然而受限於公有財產避免面積減少滅失的限制條件下，公部門不希望改變既有建築量體，惟有運用外裝材料及色彩統合舊有語彙</span><span>；另</span><span>因外觀改建的預算有限，本案以不破壞原磁磚面為原則，在使用防水材料塗佈後，全面施以塗料工法完成造型風格的再生。</span></p><p><span></span></p><p><br/></p>'
  },
  '0000': {
    text: '統一夢時代購物中心',
    year: '2000',
    category: '7',
    img: 6
  },
  '0629': {
    text: '威奈科技廠辦',
    year: '2006',
    category: '5',
    img: 2
  },
  '0709': {
    text: '義大世界香榭大街',
    year: '2007',
    category: '7',
    img: 8
  },
  '0716': {
    text: '左營陳宅方案',
    year: '2007',
    category: '4',
    img: 7
  },
  '0738': {
    text: '義大皇家劇院',
    year: '2007',
    category: '9',
    img: 8
  },
  '0801': {
    text: '高雄世界貿易展覽會議中心統包工程方案',
    year: '2008',
    category: '9',
    img: 7
  },
  '0804': {
    text: '觀音山景觀住宅',
    year: '2008',
    category: '4',
    img: 7
  },
  'M0804': {
    text: '威海新東陽呼雷湯溫泉旅遊開發項目規劃方案',
    year: '2008',
    category: '10',
    img: 10
  },
  '0811': {
    text: '義大世界123廣場',
    year: '2008',
    category: '2',
    img: 12
  },
  '0829': {
    text: '義大世界團客中心',
    year: '2008',
    category: '7',
    img: 3
  },
  '0909': {
    text: '大自然文化世界',
    year: '2009',
    category: '6',
    img: 7
  },
  '0919-1': {
    text: '鴻海高雄數位匯流數據中心',
    year: '2013',
    category: '0',
    img: 2
  },
  '0919': {
    text: '鴻海高雄研發育成大樓及數位匯流數據中心',
    year: '2009',
    category: '8',
    img: 7
  },
  '0922': {
    text: '六堆客家文化園區整體景觀',
    year: '2007',
    category: '2',
    img: 16,
    desc: '<h4>計畫緣由背景</h4><p><span>一、</span><span>計畫緣由</span></p><p><span>六堆園區計畫做為一個文化保存與觀光交流的機制平台，在於體認到六堆深厚樸實的文化內涵，無可取代，六堆濃郁的鄉土地景，亦不能複製。故將採行<span style=\"position:relative;margin-left:-4px;\">「</span>生態博物館」</span><span>(Eco- museum) </span><span>概念規劃，以<span style=\"position:relative;margin-left:-4px;\">「</span>核心園區」及<span style=\"position:relative;margin-left:-4px;\">「</span>地方園區」同步進行之方式推動，積極發展營造既有客家庄聚落風貌，而六堆客家文化園區做為地方對外展現的窗口，將引領大眾認識客家、走入六堆，而其衍生的良性經濟效果，也將扮演促進地方永續活化，厚植鄉鎮競爭力的推手。</span></p><p><span></span></p><p><span>二、</span><span>歷史背景</span></p><p><span>客家人渡海來台早期拓墾主要區域集中在臺灣南部，<span style=\"position:relative;margin-left:-4px;\">「</span>六堆」地區更為南臺灣客家重鎮，據有平疇遼闊的高屏平原，形成完整聚集區域範圍，六堆地區所擁有的豐富客家文化資產，幾乎是臺灣各界公認的<span style=\"position:relative;margin-left:-4px;\">「</span>臺灣之最」，最古老的客家地區、最純粹的客家聚落、最濃郁的客家風土，理所當然是體驗客家文化必經途徑。</span></p><p><span></span></p><p><strong><span>設計規劃理念</span></strong></p><p><span>一、</span><span>設計理念說明</span></p><p><span>1、 </span><span>將六堆客家特色融入景觀規劃</span></p><p><span>將六堆客家常民禮祭習俗、生活印象及特色建築融入景觀規劃，如用於伯公祭祀盤花的香花植物</span><span>(</span><span>泛指客家九香</span><span>)</span><span>、客家傳統建物</span><span>(</span><span>菸樓、夥房等</span><span>)</span><span>以及特有農事</span><span>(</span><span>菸葉種植</span><span>)</span><span>，豐富整體景觀深度。</span></p><p><span></span></p><p><span>2、 </span><span>創造自然生態與生活地景的結合</span></p><p><span>六堆先民主要在於平地及山林間進行開拓，園區規劃以客庄田園做為地景主題，展現客家人樸質生活特性，並與現代樂活生活觀契合。</span></p><p><span></span></p><p><span>3、 </span><span>傳統建物地景與客家意象建築的對話</span></p><p><span>田園區以菸樓，壟間及夥房等傳統建物進行設置，與以<span style=\"position:relative;margin-left:-4px;\">「</span>傘」為意象建築的傘架區形成有趣的傳統與概念客庄對比。</span></p><p><span></span></p><p><span>二、</span><span>景觀規劃發展分區</span></p><p><span>1、 </span><span>傘架客家聚落景觀區</span></p><p><span>以美濃紙傘為意象，為阿猴城遮蔭，傘下規劃客庄產業與文化聚落作為營運主軸，而為減少傘下活動區域耗能，傘架建築除結合動能設置太陽能光電板，傘下建物亦規劃可回收環保建材進行設置。</span></p><p><span></span></p><p><span></span></p><p><span>2、 </span><span>自然及田園景觀區</span></p><p><span>在山林與平原間開拓是先民的生活史，客家人崇尚自然，樂天如命，以田園與自然景觀搭配，營造客家人取之自然的生活環境，田園區規劃以稻作、菸葉為主，並有客庄常見果樹及經濟作物，另配制菸樓、夥房及壟間等傳統建物，做為文化體驗之戶外展場。</span></p><p><span></span></p><p><span>3、 </span><span>九香花園景觀區</span></p><p><span>以開基伯公為中心的九香花園，取自客家人以盤花拜伯公的生活習慣，當然還有生男的拜新丁習俗等，以帶狀配置之景觀區域編織有如客家花布地景，搭配戶外演出空間，讓文化演藝與周邊地景產生關聯。</span></p><p><span></span></p><p><br/></p>'
  },
  '0937': {
    text: '良達科技廠房更新設計',
    year: '2009',
    category: '5',
    img: 5
  },
  '0945': {
    text: '農業科技園區外銷觀賞魚及水產種苗產銷營運區暨研發物流區',
    year: '2010',
    category: '8',
    img: 29,
    desc: '<h4><span>設計概念</span></h4><p><span>1.</span><span>魚．鱗</span></p><p><span>亮麗閃動，能反射及折射亮光，猶如鏡體，能使敵人炫目，亦能水天一色，不辨物體，成為天然偽裝。</span></p><p><span>保護屏障，能隔絕外物感染，形成外部骨架，保持外型，減少與水的摩擦力。</span></p><p><span>有機生長，能隨而展現生物的成長與健康指標。</span></p><p><span>2.</span><span>建築．外皮</span></p><p><span>建築外皮的格柵屏幕，宛若本地人文的客家細編竹簾，保護著建築牆體的大面開口與屋頂，導風遮陽，綠化隔熱，體現節能的生態建築。</span></p><p><span>重複律動的垂直羽版，隨時間光影的變化，若魚鱗般似的展現建築物不同的幻化與活力，隱喻建築內部涵養著無數的生命。</span></p><p><span>配置構想</span></p><p><span>1.</span><span>分區明確完整</span></p><p><span>本工程用地主要分為研發物流區及外銷觀賞魚產銷營運區兩部分。研發物流中心（</span><span>1</span><span>棟）位於基地北側之研發物流區，具有獨立之運輸動線，避免與他棟廠區動線干擾。產銷營運區標準廠房</span><span>12</span><span>棟位於物流中心之南側，各棟建築物正面皆面向道路，形成各自獨立之出入口。各廠房之間留設足夠間距以複層雜生混種綠化作為區隔，確保各棟廠房之私密性。</span></p><p><span></span></p><p><span>2. </span><span>土地利用效率最大化</span></p><p><span>沿產銷營運區週邊配置廠房用地，使各廠房用地均為面寬</span><span>30M</span><span>、深</span><span>50M</span><span>，且正面皆面道路，提供最便利之運輸條件，保留最大空地供廠區使用。廠房圍塑出之中庭則作為景觀公園及公用活動中心，期使土地使用發揮最大效益。</span></p><p><span></span></p><p><span>3. </span><span>配合園區紋理，延續生態綠地</span></p><p><span>基地綠帶配合園區現有綠軸之紋理，延伸現有生態綠地。</span></p><p><span></span></p><p><span>4. </span><span>景觀公園化</span></p><p><span>主要景觀處為各廠房背面所圍塑之中庭，結合生態水池構築水景，成為園區工作人員漫步、休憩之處。人車動線分離及道路週邊與基地內人行步道之林蔭步道，提供園區如同公園般舒適的步行環境。</span></p><p><span></span></p><p><span>5. </span><span>廣告塔與</span><span>LED</span><span>電子屏幕</span></p><p><span>利用綠軸線之延伸向上，以斜坡植被之地景方式共構而成本區最高之構造物，形成地標型之廣告高塔，其內並設置供應本區之海水、淡水、軟水水源。</span></p><p><span></span></p><p><span>6. </span><span>公用設備配置於區域核心，管線佈設經濟效率</span></p><p><span>公用設備</span><span>(</span><span>動力中心</span><span>)</span><span>配置於基地核心，其優點可使各廠房獲得最短的管線距離，為最經濟而有效益之配置。</span></p><p><span></span></p><p><strong><span></span></strong></p><p><br/></p>'
  },
  '9437-1': {
    text: '大昌醫院',
    year: '2006',
    category: '6',
    img: 1
  },
  '1206': {
    text: '金門三創',
    year: '2012',
    category: '10',
    img: 5
  },
  'M0121': {
    text: '渤海皇家',
    year: '2001',
    category: '4',
    img: 1,
    desc: '<h4><span>渤海灣的空間尺度</span></h4><p><span></span></p><p><span>建築空間是為適應人的生理行為和精神需求而建造的，因此，在可能的條件下，人們會選擇一個適宜的尺度，以滿足其生理需求、領域感、私密性、鄰里關係以及自我等方面的需要。</span></p><p></p><p><span>我們想要掌握的尺度：</span></p><p><span>環境與密度的尺度：</span> <span>人居環境要考量人口密度與公共空間及設施的合理性，兼顧交通、景觀、鄰里尺度等方面的條件。</span></p><p><span>開間與進深的尺度：</span> <span>對於居住者來說，大的開間、小的進深意味著獲得多的陽光和景觀。</span></p><p><span>樓高與層高的尺度：</span> <span>高層集合住宅歷來存在著不同的習慣：低層可接近花園，高處可開闊視野；低處上下方便，高層減少塵埃。</span></p><p><span>內門與外窗的尺度：</span> <span>高門是大宅的標誌，大窗是時尚的標誌，門是居室的屏障，不僅蘊涵著便利，同時體現著美觀；窗是連接戶外的採光、通風，不僅影響著舒適，同時關係到健康。</span></p><p></p><p><span>無所不在的風景陽光</span></p><p><span>每戶住宅向著秦皇島渤海灣的碧海雲天敞開胸懷，八面來風，洗心滌塵，面面採光，陽光明媚。住高觀遠，水天交接，美不勝收。建築前方為氣勢宏偉的花園廣場，後側則為運動休閒活動區，結合地下的休閒會所，可賞可親，風情無限。</span></p><p></p><p><span>全新天地的雅致生活</span></p><p><span>建築物的表情豐富，鮮明的現代主義風格，彰顯個性更為獨特，朝迎旭日，暮送夕陽，生活不僅僅是更上一層樓，而是別開一番天地。建築物因留設花園廣場而退縮，淨化空氣更阻隔了喧鬧的嘈雜，氛圍祥和；大堂門廳莊重堂皇，彰顯風雅文化；每戶專設透明玻璃欄杆的陽台，提供觀景休閒另一個層次的選擇，讓溫暖來自陽光，更來自彼此的笑容。</span></p><p><span></span></p><p><span></span></p><p><br/></p>'
  },
  'M0208': {
    text: '瑩輝照明應用中心',
    year: '2002',
    category: '8',
    img: 6,
    desc: '<h4>夾縫中的黑盒子</h4><p><span></span></p><p><span>本項目為上海市區內舊有大樓的改建設計案，基地擠身於普陀區內環高架與輕軌明珠線之間，原有建築物為</span><span>1994</span><span>年完工之七層</span><span>RC</span><span>辦公大樓；除依業主要求保留其原有樑柱樓板結構外，其平面配置及立面造型均重新規劃設計。</span></p><p><span>因主要用途是作為照明公司的辦公、設計及展售中心，故夜間照明計畫是為本案的表現重點。整體設計概念上，以<span style=\"position:relative;margin-left:-4px;\">「</span></span><span>BLACKBOX</span><span>」為出發點，為表現特殊的燈光效果及照明韻律，我們利用建築物的基本長方形體，作為燈光展演的舞台或屏幕。</span></p><p><span>在操作手法上，二層以上總計五個樓層高的封閉式外牆面，不規則配置了</span><span>200</span><span>個</span><span>15</span><span>×</span><span>30</span><span>㎝的埋入式全彩</span><span>LED</span><span>燈盒，燈盒採用內退於鋁板外牆的設計方式，適當的隱藏了玻璃面的固定及防水所需的矽利康填縫。在白天，燈盒退縮造成的陰影凹凸關係，形成有如乳酪塊般的趣味性；在夜間，透過噴砂玻璃的運用及燈盒內部的白色烤漆，對</span><span>LED</span><span>光源的均勻投射、反射，可得到較佳的呈現效果。每當夜幕低垂時，建築物的深灰色形體漸漸隱入夜色之中，</span><span>LED</span><span>燈盒則開始幻化出不同顏色的點點星光。</span></p><p><span>此外，在建築物的東側立面上，設置了四個樓層高的連續垂直遮陽板，除白天有遮光的效果外，夜晚則利用隱藏於遮陽板背面的照明燈具，投射藍色冷光於建築物的側面開口上，斜面遮陽板在間接照明的投射下形成藍色序列式條狀燈帶，與</span><span>LED</span><span>燈盒的光點形成另一種點與面的對比感，在炫麗繁華的城市夜景中，這個夾縫中的黑盒子呈現了與招牌、霓虹燈相異的照明情境。</span></p><p><span></span></p><p><span></span></p><p><br/></p>'
  },
  'M0311': {
    text: '廣西民族博物館方案',
    year: '2003',
    category: '9',
    img: 1
  },
  'M0405': {
    text: '東風日產汽車辦公樓+研發中心',
    year: '2004',
    category: '8',
    img: 7,
    desc: '<h4><span>設計目標</span></h4><p><span></span></p><p><span>東風汽車有限公司係中國東風汽車集團與日本日產汽車集團共組之全中國最大之外資企業，除了在武漢地區設立總部基地及商用車研發中心外，本項目更是乘用車公司設計研發部門最重要之總部基地。</span></p><p><span></span></p><p><span>東風乘用車公司辦公樓與研發中心兩者均是企業體核心價值的反映，但於外部環境關係上兩者卻思考著截然不同的設計佈局：研發中心與試車道要求絕對的隱敝性，辦公大樓則結合展示的開放感與工作的人性化；同時，更能兼顧汽車工業的科技意象與環境共生的永續精神。</span></p><p><span></span></p><p><span>設計構想</span></p><p><span></span></p><p><span>開放與隱蔽：為了滿足不同的隱蔽條件，辦公樓與研發中心兩者均採用内向性的設計方式，使隱蔽的空間仍能在內庭產生對話，再藉由不同的入口與空間機能配置，達成不同程度的開∕蔽需求。造型則以方體簡約的量體表現工業建築的精神，而實虛的兩個橢圓形隱含開放與交流的協調圓融，整體場域與建築展現中、日企業及文化的內涵。</span></p><p><span></span></p><p><span>辦公大樓主要由兩棟實體建築量體所構成，其間圍塑一處大挑空中庭的虛體空間，辦公大樓前棟兼容對外展示及會議的機能所構築的公共空間，藉由挑空中庭將活動向上延伸且串接後棟內部辦公環境，讓訪客與工作者的視覺能穿透至各層的辦公區，並以空中廊道連接前後棟之空間，隱喻人性化工作環境將溝通協調的機能關係反映在實體的元素上。</span></p><p><span></span></p><p><span>研發中心是以外方體與橢圓形內庭形成的建築，周邊則以草坡圍繞外圍區域，將建築物的外部視覺意象降至最低程度，强烈的宣示隱蔽性；並以內庭作為各空間單元之垂直水平聯繫動線，也作為溝通交流的公共領域。</span></p><p><span></span></p><p><br/></p>'
  },
  'M0409': {
    text: '花都藝墅小區',
    year: '2004',
    category: '4',
    img: 7
  },
  'M0411': {
    text: '東風汽車有限公司總部方案',
    year: '2004',
    category: '8',
    img: 7
  },
  'M0414': {
    text: '十堰市博物館方案',
    year: '2004',
    category: '9',
    img: 8
  },
  'M0510': {
    text: '東風本田汽車辦公樓',
    year: '2005',
    category: '8',
    img: 4
  },
  'M0523': {
    text: '松江公共實訓中心方案',
    year: '2005',
    category: '8',
    img: 2
  },
  'M0526': {
    text: '萬泓企業總部大樓方案',
    year: '2005',
    category: '8',
    img: 19
  },
  'M0601': {
    text: '東風日產汽車培訓中心',
    year: '2006',
    category: '5',
    img: 12,
    desc: '<h4><span>設計構想</span></h4><p><span>在現有的條件限制下利用現代建築造型手段，以求通過建築形式本身直接表達建築物的內部基本功能和時代精神。</span> </p><p><span>通過探索空間機能的內在關係並使之有機相連，對比例、虛實關係、對比等分析後，決定使用一個實的系統將複雜分散的立面元素統一起來，同時保持各個元素自身的特點與張力，使其形成對比，產生了鮮活的空間氛圍</span><span>.</span><span>通過白色、中灰、紅色鋁塑板作為外牆立面材料，結合玻璃幕牆、聚碳酸酯、金屬細部構件及淺黃色的外牆遮陽板，使建築立面具有現代而活躍的氣氛，在統一中蘊涵微妙的變化，使人產生豐富的視覺感受</span><span>.</span></p><p><span>將</span><span>多功能廳與階梯教室</span><span>分離于體系外形成</span><span>體塊的穿插與咬合</span><span>，作為均衡與活力的要點。</span><span>傾斜的造型</span><span>加強了建築的張力和動感。並形成了與屋面的空間關係</span><span>.</span> </p><p><span>展示廳</span><span>位於建築入口東側，使用輕質的金屬框與玻璃幕牆形成的體量仿佛懸掛於空中，取景框強調了展示的功能，有效凝聚視線，運用紅色的鋁塑板強化了入口的存在，而相同的形式表明了它與展示功能的關係</span><span>.</span> </p><p><span>教室的防曬系統</span><span>由</span><span>可推拉的遮陽板</span><span>與室內織物遮陽來完成，形成了活躍的空間元素。延續的實體將複雜的造型元素連接，形成了統一的系統，強調了量體的雕塑感。</span> </p><p><span>聚碳酸酯</span><span>化學材料的使用在立面上產生了半透明材質效果，形成微妙的變化，在透明與不透明間形成中性地帶，符合</span><span>內部隱蔽</span><span>的使用功能，有效的採光而遮擋視線。</span> </p><p><span>綠色屋頂設計</span><span>將建築與周圍環境天然地聯繫起來，減輕陽光直射產生的熱量，優化周邊空氣，形成階梯教室與多功能廳的室外休息平臺。有效利用空間，使建築產生更豐富的空間層次感。</span> </p><p><span></span></p><p><span></span></p><p><span></span></p><p><span></span></p><p><br/></p>'
  },
  'M0708': {
    text: '如皋南通六建總部',
    year: '2007',
    category: '8',
    img: 3,
    desc: '<h4><span>設計概念：</span></h4><ol style="margin-top: 0px;" start="1" type="1" class=" list-paddingleft-2"><li><p>本方案之規模爲地上十六層地下一層，基地三面臨路，南向面臨惠政西路退縮綠帶，北與東各鄰15m紀莊路及宣化南路，向西則隔一建築空地與公園對望。基地車行主入口設至于北側紀莊路上，鄰主要道路惠政西路則留設人行入口。</p></li><li><p>配置上群樓部分分成兩棟，西棟樓爲辦公樓入口大廳、咖啡廳、餐廳等，東棟嘍則設有商場健身房及多用途等空間，三摟以上之辦公主樓則橫跨于兩棟群樓之上，呈南北座向，三量體之間形成一開放的URBAN HALL。地面層與地下一樓停車場以挑空的半開放空間串連，間接將陽光與空氣導引至地下停車空間。</p></li><li><p>平面的布局轉化于南通六建的LOGO，立面造型上則利用清水混凝土與玻璃帷幕，塑造出利落的工程形象，幷將主樓設置于鄰近惠政西路上，以提高沿街立面的視覺感。</p></li></ol>'
  },
  'M0801': {
    text: '揚州瘦西湖華莊低層住宅項目方案',
    year: '2008',
    category: '4',
    img: 12
  },
  'M0815': {
    text: '南京农业展馆',
    year: '2008',
    category: '9',
    img: 6,
    desc: '<h4>設計概念：</h4><p><span style=\"position:relative;margin-left:-4px;\">「</span>長江」、<span style=\"position:relative;margin-left:-4px;\">「</span>農田」孕育了無數的生命。田是農業發展的<span style=\"position:relative;margin-left:-4px;\">「</span>本」；亦是實現農業科技的<span style=\"position:relative;margin-left:-4px;\">「</span>場所」。</p><p>長江<span style=\"position:relative;margin-left:-4px;\">「</span>水」提供農田灌溉的來源，水跟農田的結合，形成農業科技最重要的<span style=\"position:relative;margin-left:-4px;\">「</span>前因」。</p><p>本設計方案藉由<span style=\"position:relative;margin-left:-4px;\">「</span>水」跟<span style=\"position:relative;margin-left:-4px;\">「</span>田」意像，作爲農業科技國際交流中心設計發展的主要構想。</p><p><span style=\"position:relative;margin-left:-4px;\">「</span>水」-----光影的、閃耀的</p><p>水因光而産生了光影及閃耀的視覺，<span style=\"position:relative;margin-left:-4px;\">「</span>光影」展現了水的姿態，<span style=\"position:relative;margin-left:-4px;\">「</span>閃耀」活潑了水的表情，光影的舞動與閃耀的光芒，讓水有了生命。</p><p><span style=\"position:relative;margin-left:-4px;\">「</span>田」-----系統的、有機的</p><p>阡陌縱橫的田埂，在路網的分割下自成一套系統，而系統中因地塊大小不同而成有機分布。不同的<span style=\"position:relative;margin-left:-4px;\">「</span>田」因耕種的差异有了多樣的表情與豐富的色彩變化，讓大地生意盎然。</p><p>基地環境分析：</p><p>本設計方案基地位于南京市河西新城區內，南臨65M河西大街（緯九路）、東臨35M樂山路、北臨24M楠溪江西街、西臨24M計劃道路與公園預定地相望，爲河西新城區總體規劃之<span style=\"position:relative;margin-left:-4px;\">「</span>舞動之軸」的西側端點。</p><p>&nbsp;</p><p><br/></p>'
  },
  'M0816': {
    text: '天泰家祺大廈方案',
    year: '2008',
    category: '4',
    img: 12,
    desc: '<h4><span>設計概念</span></h4><p>a、 “佳祺大厦”設計遵從一種以人、文化及特定場所出發的特殊價值觀和理念，是在上述要素錯綜複雜的基礎之上爲文脉進行的設計。 “佳祺大厦”的設計力圖體現出其設計和建造的時間和場所的特徵，平衡經濟效益和環境資源，針對現有場地、氣侯、歷史和已經存在的建築先例，去尋求幷找出最適宜、最得體的建築及規劃解决方案。 <br/>B、“佳祺大厦”建築規劃設計由于受臨近的小區日照問題的困擾我們在設計層面上力圖在多元思維中追求平衡，運用連貫的設計哲學提供不同表現形式的解决方法。經過設計者的集思廣益，與業主、規劃部門及其他社會既得利益者的溝通和交流，協助業主做出對推進項目必不可少的决定，從而最終確定本案的綜合發展主題。因此， “佳祺大厦”的設計沒有采用一種既定或統一的標簽，而是在多樣化中進行創造，既表現了個人的智慧和技能，又具有符合規劃部門規劃要點業主願望和團隊合作的精神，使建築風格能保持在同一地區的穩定水準。 <br/>C、“佳祺大厦”的設計概念的推出，我們相信一個好的作品是增值的，它不僅反映了設計者付出勞動的價值，開發建造者追尋的價值和使用者期待的價值，而且也提升了社區、社會和環境的廣義整體價值。我們希望以這種對文化附加值的追求來適應城市變遷和建築革新的挑戰，在進行創造工作的過程中體現一份對歷史、文化、環境和社會的責任和職業使命。</p><p>室外特徵</p><p>建築外部空間形態構成：爲最大限度降低、回避建築體量對臨近小區住宅日照采光和建築背景景觀帶來的影響和衝突，建築外部構成采用板式平頂等組合元素和虛實體量處理手法，幷以中性穩定的外墻色彩和現代塊面組合，使規則的外部空間形態賦予江南文化印記幷富有變化也减小對臨近小區的過多遮擋，同時也與將軍山景區形成一種建築文脉上的呼應。建築商場外墻材料以幹挂花崗岩火燒板、住宅則以仿石面磚塗料爲主；窗爲噴塑鋁合金中空反光銀藍玻璃窗。</p><p>室內特徵</p><p>建築空間營造：建築空間營造處理上，住宅部分：采用單元入口樓層相連的平面布局方式，住戶在一樓電梯垂直交通空間主導空間引領下，進入各個居住樓層，利用單元之間的過渡連接段，設公共交流平臺。商場部分：兩層商場面從室外交通流綫組織，到內部交通和垂直交通勾連，都與住宅部分明顯區分開來。爲最大限度保護現有綠地和用地利用率及强度，整個建築構成采用單元串聯式布局元素形態，采用剪切、相貫、加减等設計處理手法，在滿足臨近小區標準日照和通風要求基礎上，將整體建築形體親融在將軍山、翠屏山整體景觀之中。</p><p>&nbsp;</p><p><br/></p>'
  },
  'M0826': {
    text: '豐盛集團科技園C地塊建築概念設計方案',
    year: '2008',
    category: '8',
    img: 5
  },
  'M0900': {
    text: '淮陰區社會事業大廈方案',
    year: '2009',
    category: '8',
    img: 7
  },
  'M1020': {
    text: '海門市國稅局數據處理中心',
    year: '2010',
    category: '8',
    img: 4,
    desc: '<h4>設計說明：</h4><p>1、“功能第一的原則”，本工程包括辦公，服務大廳，汽車庫等多項功能，綜合性較强，設計應首先從滿足各項使用功能出發，“形式追隨功能”。</p><p>2、“以人爲本”的原則。辦公樓的功能主體是辦公，辦公人員始終是工程考慮的中心，本著讓每一個辦公人員都能有一個陽光的辦公環境的想法，本工程營造一個可持續發展的各主要辦公房間均朝南的陽光建築</p><p>3、“可持續發展”的原則，根據辦公環境長遠發展規劃要求，將生態建築及可持續發展的先進理念引入本工程設計中，注重節能、環保及相關新技術、新材料、新設備的使用，使新建築真正符合新時代的要求。</p><p>4、“注重空間景觀再造”的原則，在合理組織院內各種人流物流，使之便捷順暢、簡潔高效、互不干擾的同時,努力塑造和諧、宜人的內外部空間環境，建立嶄新有序的國稅對外形象，使國稅大樓成爲國稅人員和交稅人的綠色秩站。</p><p><br/></p>'
  },
  'M1026': {
    text: '大麥客量販店',
    year: '2010',
    category: '7',
    img: 4
  },
  'M1029': {
    text: '格林芙洛斯世界生態旅遊區規劃方案',
    year: '2010',
    category: '10',
    img: 4
  },
  'M1104': {
    text: '錢江新城概念性總體規劃方案',
    year: '2011',
    category: '10',
    img: 6
  },
  'M1112': {
    text: '平潭小高雄綜合開發項目規劃方案',
    year: '2011',
    category: '10',
    img: 5
  },
  'M1121': {
    text: '東莞中國郵政大樓方',
    year: '2011',
    category: '8',
    img: 4
  },
  'M1201': {
    text: '漳州慶富學院',
    year: '2012',
    category: '9',
    img: 11
  },
  'M1203': {
    text: '襄陽新天地項目規劃方案',
    year: '2012',
    category: '10',
    img: 5
  },
  'M1208': {
    text: '漳州慶富學院一期',
    year: '2012',
    category: '0',
    img: 13
  },
  'M1302': {
    text: '餘姚保利文化商業廣場',
    year: '2013',
    category: '7',
    img: 8,
    desc: '<h4>規劃總體布局</h4><p>1、總體布局</p><p>創造一個充滿文化藝術、豐富多樣、井然有序的商業綜合體總體規劃的目標。</p><p>地塊呈梯形的基地，東西長約400米，南北寬約190米,局部約500米，地塊用地面積爲119,070平方米。根據地塊的特點，建築主要采用片狀布局及利用步行街街道來串連各片區，局部地段南北布局形成內街，以豐富整體文化藝術商業街的空間形態。</p><p>1） 空間結構</p><p>沿南邊起分布有八棟1-12層的電子商務樓及1-2層的藝術創作街商業，往北依次分布1-3層的文化新天地步行街，臨譚家嶺東路及城東路設置1-4層文化娛樂購物、影城、時尚運動中心及42層的塔樓建築體形成一個完整的空間序列。序列的兩端是獨立的、體量偏大的商業旗艦店；中間的商業體量偏小，靈活的布局創造了商業街內外穿插的變化；中央文化藝術步行街商業建築一條龍的布局營造整個序列的高潮。</p><p>2）空間特色</p><p>1）連廊：連廊仿佛一根紐帶將各棟獨立的商業建築聯結爲一個有機的整體；同時它也聯結了文化娛樂購物、影城、時尚運動中心及文化新天地等商業項目。不同特色的商業的結合將大大提高商業的整體的競爭力和活力。兩層的連廊環繞建築內外交錯創造了豐富多樣的空間體驗，即是商業的交通要道又是觀景平臺。</p><p>2）露臺陽臺：文化新天地的商業街體現在更多優質豐富的室外活動空間的營造上。利用建築高低的變化在沿步行街面形成的屋頂平臺以及一層的大露臺是游客親近街景、品茗賞月、領略文化藝術氛圍的場所。屋頂綠化的處理手法柔化了室內外的過渡及屋頂商業平臺；是人們體驗自然最敏感之處。</p><p>3）文化藝術步行街道：沿著基地東側天然形成的自然水系是項目亟須利用的環境資源，將人導入步行街道進而滲透至文化娛樂購物、影城、時尚運動中心及會展中心等等商業體。商業業態以餐飲爲主藝術文化爲輔。中央圓形藝術廣場點綴其中以豐富其室外活動空間，爲潜在的應用提供可能性。圓形集露天表演舞臺、兒童游樂場所和各種慶典活動的舉辦等應用爲一體。</p><p>&nbsp;</p><p><br/></p>'
  },
  'M1306': {
    text: '雲霄高鐵物流园區概念',
    year: '2013',
    category: '10',
    img: 5,
    desc: '<h4>設計概念：</h4><p>以浮島現象聯想概念</p><p>生態浮島的概念，它的主要作用就是爲了改善生態，在此概念中河流也可以有景觀功效但偏重于改善水質、處理污水，吸收和富集水體當中的營養物質及其它污染物, 幷通過最終收穫植物體的形式, 徹底去除水體中被植物積累的營養負荷等污染物。融入整個基地使用水源，而綠色建築與河流融洽聯繫組合成生態浮島概念。</p><p>概念其中將花園至入空中橋梁與商業空間 ，從而種植綠化建築提供陰影和富氧環境。</p><p>辦公樓內部采用生態體系</p><p>每層辦公室都設有外陽臺和通高的推拉玻璃門以便控制自然通風的程度。</p><p>住宅區與公寓都應用生態建築構想改善環境與休息綠洲屋頂達到生態效果。</p><p>加入電流走向形象的動態，轉化成人脉動綫延續性與鏈接性。而人群將像電子一樣被電流帶動置入致商業，辦公，住宅等每個停留的位置。</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>'
  },
  'M1310': {
    text: '慶富綠色總部園區規劃方案',
    year: '2013',
    category: '10',
    img: 7
  },
  'M1317': {
    text: '哈爾濱白魚泡溫泉度假村',
    year: '2013',
    category: '7',
    img: 6
  },
  'V0802': {
    text: '越南北寧賭場酒店方案',
    year: '2008',
    category: '7',
    img: 8,
    desc: '<h4>设计说明</h4><p><span>開發業主乃越南當地知名的地產開發商，因應越南首都河內市週邊省份外商進駐的成熟性及商務住宿的需求，並配合</span><span>CASINO</span><span>賭場執照的取得，計畫興建七百間客房規模的五星級商務飯店，飯店內配屬會議展示、購物餐飲、夜總會、健康俱樂部、賭場、秀場等多元多姿的功能空間；飯店外部建構一處三層樓落差的音樂水瀑景觀意象，讓光、影、水幻化成夜間的表演精靈。</span></p><p><span></span></p><p><span>越南深受中國文化的影響，再則因為賭場設計對於<span style=\"position:relative;margin-left:-4px;\">「</span>風水」的思維，于設計之初已確立了主要空間的方位架構；然<span style=\"position:relative;margin-left:-4px;\">「</span>動線」安排更是賭場飯店的另一挑戰，舉凡賭客</span><span>(VIP)</span><span>、住客通道到管理服務動線串通了分區設施與後場安排。越南風俗文化<span style=\"position:relative;margin-left:-4px;\">「</span>待客之道」的理解將運用於此案在空間轉化、建材選配與內裝主題上，<span style=\"position:relative;margin-left:-4px;\">「</span>市場考量、功能主導、效益為先」讓</span><span>CASINO</span><span>的冒險之旅歡樂無限，為住客貼心的服務而倍顯尊榮。</span></p><p><span></span></p><p><br/></p>'
  },
  'V1001': {
    text: '安富Palais de Lotus 4開發方案',
    year: '2010',
    category: '4',
    img: 32
  },
  'V1302': {
    text: '象湖生態旅遊區A2/A3商業娛樂項目',
    year: '2013',
    category: '7',
    img: 3
  }
};

var CASEDETAILS = {
  "1003": "<h3>易宏工業新廠及辦公樓</h3><p>地點：台灣高雄</p><p>設計 / 完工：2010 / 2012</p><p>性質：廠房 / 辦公 / 宿舍</p><p>業主：易宏熱鍍鋅工業股份有限公司</p><p>基地面積：7,200sm</p><p>樓地板面積：5,220sm</p><p>高度 / 樓層：19.33m / 3F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：夏雯霖</p><p>專業顧問：結構：柳碧貞 / 機電：尚展</p><p>施工单位：宏明營造有限公司</p><p>工程造價：TWD 42,576,000元</p>",
  "1006": "<h3>天恩彌勒殿</h3><p>地點：台灣新竹</p><p>設計 / 完工：2010 -</p><p>性質：宗教設施</p><p>業主：財團法人天恩彌勒佛院</p><p>基地面積：77,549sm</p><p>樓地板面積：8,023sm</p><p>高度 / 樓層：34.7m</p><p>服務範圍：建築設計</p><p>建築師：劉湘梅</p><p>專業顧問：結構：天珩 / 機電：聯立 / 水保：新興</p><p>設計中</p>",
  "1008": "<h3>中鋼總部大樓方案</h3><p>地點：台灣高雄</p><p>設計 / 完工：2010 / 2011</p><p>性質：總部辦公</p><p>業主：中國鋼鐵股份有限公司</p><p>樓地板面積：6,673sm</p><p>服務範圍：室內設計方案</p><p>建築師：劉湘梅</p><p>合作設計 / 當地設計單位：長益友室內裝修股份有限公司</p>",
  "1010": "<h3>國立潮州高級中學明德樓 </h3><p>地點：台灣屏東 </p><p>設計 / 完工：2010 / 2012</p><p>性質：教室</p><p>業主：國立潮州高級中學</p><p>基地面積：53,671sm</p><p>樓地板面積：4,883sm</p><p>高度 / 樓層：19.98m / 4F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：夏雯霖+黃建盛</p><p>專業顧問：結構：蔡人壽 / 機電：立盛 / 幕牆：比晰 / 太陽能：茂迪</p><p>施工单位：興發營造有限公司</p><p>工程造價：TWD 85,945,000元</p>",
  "1024": "<h3>許晴哲皮膚科診所</h3><p>地點：台灣高雄</p><p>設計 / 完工：2010 / 2011</p><p>性質：診所</p><p>業主：許晴哲醫師</p><p>樓地板面積：207sm</p><p>服務範圍：室內設計工程 / 家具選配</p><p>建築師：劉湘梅</p><p>專業顧問：CIS：柏美</p><p>施工单位：大林室內裝潢設計有限公司</p><p>工程造價：TWD 3,600,000元</p>",
  "1110": "<h3>桂田酒店三館</h3><p>地點：台灣台南</p><p>設計 / 完工：2011 -</p><p>性質：酒店</p><p>業主：桂田關係企業</p><p>基地面積：4,532sm</p><p>樓地板面積：32,123sm</p><p>高度 / 樓層：90.2m / B4+17F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：京鼎 / 機電：高英</p><p>施工单位：三民營造股份有限公司</p><p>設計中</p>",
  "1122": "<h3>左營蔡宅</h3><p>地點：台灣高雄</p><p>設計 / 完工：2011</p><p>性質：住宅</p><p>業主：蔡秀玉</p><p>樓地板面積：191sm</p><p>服務範圍：室內設計工程 / 家具選配</p><p>建築師：劉湘梅</p><p>施工单位：大林室內裝潢設計有限公司</p><p>工程造價：TWD 1,165,000元</p>",
  "1130": "<h3>統正夢時代二期開發項目</h3><p>地點：台灣高雄</p><p>設計 / 完工：2011 / 2013</p><p>性質：酒店 / 商場 / 辦公 / 住宅</p><p>業主：統正開發股份有限公司</p><p>基地面積：27,634sm</p><p>樓地板面積：371,950sm</p><p>高度 / 樓層：B4+55F</p><p>服務範圍：總體規劃</p><p>建築師：許銘陽+黃建盛</p><p>專業顧問：開發：高力國際</p>",
  "1138": "<h3>天恩慈氏祠堂</h3><p>地點：台灣苗栗</p><p>設計 / 完工：2011 -</p><p>性質：宗教設施</p><p>業主：財團法人天恩彌勒佛院</p><p>基地面積：9,775sm</p><p>樓地板面積：8,327sm</p><p>高度 / 樓層：17.95m</p><p>服務範圍：建築設計</p><p>建築師：劉湘梅</p><p>專業顧問：結構：天珩 / 機電：聯立 / 水保：新興</p><p>設計中</p>",
  "1141": "<h3>墾丁白沙民宿</h3><p>地點：台灣屏東</p><p>設計 / 完工：2011 -</p><p>性質：民宿</p><p>業主：大帑殿企業有限公司</p><p>基地面積：29,283sm</p><p>樓地板面積：3,370sm</p><p>高度 / 樓層：10.7m / 3F</p><p>服務範圍：建築設計 / 景觀設計 / 室內設計</p><p>建築師：許銘陽+趙文紳+劉湘梅</p><p>合作設計 / 當地設計單位：結構：中泰 / 機電：高英</p><p>施工单位：設計中</p>",
  "1143": "<h3>義大亞洲廣場</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2011 -</p><p>性質：酒店 / 百貨 / 宴會</p><p>業主：義聯集團 </p><p>基地面積：18,024sm</p><p>樓地板面積：240,000sm</p><p>高度 / 樓層：122.4m / B6+29F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽+趙文紳+黃建盛</p><p>專業顧問：結構：超偉 / 機電：正弦 / 交通：行易網 /  環評：能碩 / 防災：捷力士</p><p>設計中</p>",
  "1144": "<h3>鉅橡企業F廠及辦公樓</h3><p>地點：台灣台南</p><p>設計 / 完工：2011 -</p><p>性質：廠房 / 辦公</p><p>業主：鉅橡企業股份有限公司</p><p>基地面積：10,843sm</p><p>樓地板面積：15,352sm</p><p>高度 / 樓層：20.1m / 5F</p><p>服務範圍：總體規劃 / 建築設計 / 室內設計</p><p>建築師：夏雯霖+劉湘梅</p><p>專業顧問：結構：京鼎 / 機電：安立 / 消防：專益</p><p>施工单位：華豐營造股份有限公司</p><p>工程造價：TWD 215,627,000元</p><p>施工中</p>",
  "1150": "<h3>國際星辰旅館更新整建</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2011 / 2012</p><p>性質：酒店</p><p>業主：國際星辰旅館</p><p>基地面積：514sm</p><p>樓地板面積：7,125sm</p><p>高度 / 樓層：43.4m / B3+14F</p><p>服務範圍：建築改造設計</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：天珩 / 機電：高英 / 室內：理傑</p><p>施工单位：福喜建設股份有限公司</p><p>工程造價：TWD 62,700,000</p>",
  "1151-1": "<h3>大江生醫S9廠展示大廳</h3><p>地點：台灣屏東</p><p>設計 / 完工：2013 - </p><p>性質：辦公展示</p><p>業主：大江生醫生物整合設計公司</p><p>樓地板面積：521sm</p><p>服務範圍：室內設計 / 多媒體規劃</p><p>建築師：許銘陽+劉湘梅</p><p>設計中</p>",
  "1151": "<h3>大江生醫S9廠</h3><p>地點：臺灣屏東</p><p>設計 / 完工：2011 - </p><p>性質：廠房 / 辦公</p><p>業主：大江生醫生物整合設計公司</p><p>基地面積：10,866sm</p><p>樓地板面積：7,504sm</p><p>高度 / 樓層：　9.89m / 2F</p><p>服務範圍：總體規劃 / 建築設計 / 室內設計</p><p>建築師：許銘陽+劉湘梅+黃建盛 </p><p>專業顧問：結構：遠代 / 機電：偉盟 / 空調：廣達 / 消防：冠懋</p><p>施工單位：詮興營造股份有限公司/p><p>工程造價：TWD 129,900,000元</p><p>施工中</p>",
  "1210": "<h3>緬甸眉苗佛院方案</h3><p>地點：緬甸眉苗</p><p>設計 / 完工：2012</p><p>性質：宗教設施</p><p>業主：彌勒大道</p><p>基地面積：8,712sm</p><p>樓地板面積：15,476sm</p><p>高度 / 樓層：36m / 5F</p><p>服務範圍：建築設計</p><p>建築師：劉湘梅</p>",
  "1216": "<h3>恆春福樂酒店式公寓方案</h3><p>地點：台灣屏東</p><p>設計 / 完工：2012</p><p>性質：酒店</p><p>業主：福樂企業集團</p><p>樓地板面積：29,575sm</p><p>服務範圍：室內設計方案</p><p>建築師：劉湘梅</p>",
  "1221": "<h3>義大癌治療醫院</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2009 / 2011</p><p>性質：醫院</p><p>業主：義大醫療財團法人</p><p>基地面積：138,455sm</p><p>樓地板面積：114,496sm </p><p>高度 / 樓層：49.9m / B2+12F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽+劉湘梅</p><p>合作設計 / 當地設計單位：-</p><p>專業顧問：結構：超偉 / 機電：信偉 / 空調：協展 / 消防：鉉弘 /  室內：義大開發</p><p>施工单位：新泉營造股份有限公司</p><p>施工中</p>",
  "1225": "<h3>高雄美國學校總體規劃方案</h3><p>地點：臺灣高雄</p><p>設計 / 完工：2012</p><p>性質：行政 / 教學 / 餐廳 / 集會堂 / 圖書館</p><p>業主：財團法人高雄美國學校</p><p>基地面積：29,302sm</p><p>樓地板面積：23,600sm</p><p>高度 / 樓層：B1+4F</p><p>服務範圍：總體規劃 / 建築設計 / 室內設計</p><p>建築師：許銘陽+彭信蒼+夏雯霖+劉湘梅</p><p>專業顧問：結構：天珩 / 機電：聯立 / 空調：協展</p><p>工程造價：TWD 464,633,813元</p><p>邀請競圖第二名</p>",
  "1228": "<h3>義大遊樂世界二期及古堡酒店</h3><p>地點：台灣高雄</p><p>設計 / 完工：2012 -</p><p>性質：主題樂園 / 滑雪場/ 商場 / 酒店 / Villa / 電影後製</p><p>業主：義聯集團</p><p>基地面積：179,800sm</p><p>樓地板面積：177,708sm</p><p>高度 / 樓層：21.6m / B1+6F</p><p>服務範圍：總體規劃</p><p>建築師：許銘陽+黃建盛</p><p>設計中</p>",
  "1238": "<h3>德商羅曼動物疫苗廠辦新建</h3><p>地點：台灣屏東</p><p>設計 / 完工：2012 -</p><p>性質：廠房 / 辦公</p><p>業主：羅曼台灣有限公司</p><p>基地面積：29,256sm</p><p>樓地板面積：7,408sm</p><p>高度 / 樓層：18.4m / 3F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+趙文紳</p><p>合作設計 / 當地設計單位：印度 DCPL 國際顧問</p><p>專業顧問：結構：天珩 / 機電：明哲 / 空調：協展</p><p>工程造价：TWD 750,000,000元</p><p>設計中</p>",
  "1243": "<h3>竹精緻商旅更新整建</h3><p>地點：台灣高雄</p><p>設計 / 完工：2012 / 2014</p><p>性質：酒店</p><p>業主：泓揚基業股份有限公司</p><p>樓地板面積：3,060sm</p><p>服務範圍：室內設計工程</p><p>建築師：劉湘梅</p><p>專業顧問：CIS：柏美 / 機電：高英</p><p>施工中</p>",
  "1249": "<h3>國立海洋科技博物館海洋生態展示館</h3><p>地點：台灣基隆</p><p>設計 / 完工：2012 -</p><p>性質：水族館</p><p>業主：慶陽海洋企業股份有限公司</p><p>基地面積：11,614sm</p><p>樓地板面積：15,488sm</p><p>高度 / 樓層：20.6m / B1+4F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：許銘陽+彭信蒼+夏雯霖</p><p>合作設計 / 當地設計單位：英國福斯特建築師事務所 / 澳洲AAT</p><p>專業顧問：結構：信業 / 機電：聯立 / 空調：協展 / 外牆：比晰 /  景觀：頤和 / 水保：智全 / 性能設計：巨江 / 還評：光宇 / 綠建築：綠建築學會</p><p>施工单位：互助營造股份有限公司</p><p>工程造價：TWD 1,350,000,000元</p><p>設計中</p>",
  "1303": "<h3>印尼天慧彌勒佛院方案</h3><p>地點：印尼</p><p>設計 / 完工：2013</p><p>性質：宗教設施</p><p>業主：彌勒大道</p><p>基地面積：12,984sm </p><p>樓地板面積：24,141sm</p><p>高度 / 樓層：38.6m / 6F</p><p>服務範圍：建築設計</p><p>建築師：劉湘梅</p><p>專業顧問：結構：天珩</p>",
  "1315": "<h3>國立海洋科技博物館商業空間</h3><p>地點：台灣基隆</p><p>設計 / 完工：2013 / 2014</p><p>性質：餐飲 / 賣店</p><p>業主：慶陽海洋企業股份有限公司</p><p>樓地板面積：2,771sm</p><p>服務範圍：室內工程</p><p>建築師：劉湘梅</p><p>施工单位：大林室內裝潢設計有限公司</p><p>工程造价：TWD 54,179,957元</p>",
  "1320": "<h3>王冠鋁業永安廠</h3><p>地點：台灣高雄</p><p>設計 / 完工：2013 -</p><p>性質：廠房 / 辦公</p><p>業主：王冠鋁業股份有限公司</p><p>基地面積：3,382sm</p><p>樓地板面積：4,640sm</p><p>高度 / 樓層：17.85m / 4F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+趙文紳</p><p>專業顧問：結構：蔡泰昌 / 機電：高英</p><p>施工单位：正宸營造有限公司</p><p>工程造價：TWD 93,920,000元</p><p>施工中</p>",
  "1323": "<h3>大江生醫中興大學產學聯合研發中心</h3><p>地點：台灣台中</p><p>設計 / 完工：2013 - 2014</p><p>性質：科研實驗室</p><p>業主：大江生醫生物整合設計公司</p><p>樓地板面積：640sm</p><p>服務範圍：室內設計方案</p><p>建築師：劉湘梅</p>",
  "1334": "<h3>印尼巴丹島佛院方案</h3><p>地點：印尼巴丹島</p><p>設計 / 完工：2014 -</p><p>性質：宗教設施</p><p>業主：彌勒大道</p><p>基地面積：217,856sm</p><p>樓地板面積：300,288sm</p><p>高度 / 樓層：72m / 6F</p><p>服務範圍：建築設計</p><p>建築師：劉湘梅</p>",
  "1401": "<h3>佛光山惠中寺方案</h3><p>地點：台灣台中</p><p>設計 / 完工：2014</p><p>性質：宗教設施</p><p>業主：佛光山惠中寺</p><p>基地面積：8,052sm</p><p>樓地板面積：34,612sm</p><p>服務範圍：室內設計方案</p><p>建築師：劉湘梅</p>",
  "1402": "<h3>樂林宴會飯店</h3><p>地點：台灣高雄</p><p>設計 / 完工：2014 -</p><p>性質：餐飲</p><p>業主：林園婚旅機構</p><p>基地面積：5,086sm</p><p>樓地板面積：25,902sm</p><p>高度 / 樓層：36.6m / B3+9F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：天珩 / 機電：陳照榮 / 空調：協展 /  交通：安得 / 廚房：振凌</p><p>施工单位：設計中</p>",
  "1406": "<h3>金三榮市港段集合住宅</h3><p>地點：福建金門</p><p>設計 / 完工：2014 -</p><p>性質：集合住宅</p><p>業主：金三榮開發建設股份有限公司</p><p>基地面積：490sm</p><p>樓地板面積：3,323sm</p><p>高度 / 樓層：32.25m / B2+9F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：夏雯霖</p><p>專業顧問：結構：柳碧貞 / 機電：源盛</p><p>施工单位：泉昇營造股份有限公司</p><p>工程造價：TWD 15,283,684元 (法定)</p><p>設計中</p>",
  "1408": "<h3>大高雄俯瞰式觀光設施可行性評估計</h3><p>地點：台灣高雄</p><p>設計 / 完工：2014 -</p><p>性質：觀光設施</p><p>業主：高雄市政府觀光局</p><p>樓地板面積：景觀設計</p><p>高度 / 樓層：趙文紳</p><p>合作設計 / 當地設計單位：城都國際開發規劃管理顧問有限公司</p><p>設計中</p>",
  "9015": "<h3>同盟大樓</h3><p>地點：臺灣高雄 </p><p>設計 / 完工：2001 / 2004</p><p>性質：集合住宅</p><p>業主：南和興產實業股份有限公司</p><p>基地面積：2,014sm</p><p>樓地板面積：11,546sm </p><p>高度 / 樓層：48.2m / B2+14F</p><p>服務範圍：總體規劃 / 建築設計 / 內裝設計</p><p>建築師：許銘陽+黃茂良+劉湘梅</p><p>專業顧問：結構：呂清心+劉張欽彥+蔡人壽 / 機電：聯立</p><p>施工單位：宇泰營造股份有限公司</p><p>工程造價：TWD 163,000,000元</p>",
  "9101": "<h3>高雄市臨港線鐵路客運列車站體暨輪</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2002 / 2003</p><p>性質：輕軌站 / 渡船站 / 公共景觀設施</p><p>業主：高雄市政府工務局</p><p>基地面積：23,108sm </p><p>高度 / 樓層：38.2m</p><p>服務範圍：總體規劃 / 景觀設計</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：超偉 / 機電：陳春成 / 照明：袁宗南</p><p>施工单位：春德營造股份有限公司＋全力營造有限公司</p><p>工程造價：TWD 36,000,000元</p><p>第一屆高雄市優良都市設計景觀評選大獎 優良作品</p>",
  "9201": "<h3>金酒公司金寧廠整體景觀規劃 </h3><p>地點：福建金門 </p><p>設計 / 完工：2003 / 2004</p><p>性質：廠區景觀設施</p><p>業主：金門酒廠實業股份有限公司</p><p>基地面積：224,000sm</p><p>服務範圍：總體規劃 / 景觀設計 / 建築改造設計</p><p>建築師：夏雯霖+趙文紳</p><p>專業顧問：結構：呂清心+劉張欽彥+蔡人壽 / 機電：聯立</p><p>施工单位：泉昇營造股份有限公司</p><p>工程造价：TWD 47,450,000元</p>",
  "9217": "<h3>樹德科技大學行政大樓暨禮堂</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2003 / 2007</p><p>性質：教室 / 辦公 / 多功能禮堂兼體育館</p><p>業主：樹德科技大學</p><p>基地面積：158,793sm</p><p>樓地板面積：31,330sm</p><p>高度 / 樓層：25.8m / B2+5F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：賴建誠 / 機電：東立 / 監造：中興</p><p>施工单位：隆大營造股份有限公司</p><p>工程造價：TWD 144,996,449元</p>",
  "9230": "<h3>高雄捷運O5/R10美麗島站</h3><p>地點：台灣高雄</p><p>設計 / 完工：2003 / 2005</p><p>性質：交通設施</p><p>業主：高雄捷運股份有限公司</p><p>基地面積：27,000sm</p><p>樓地板面積：35,000sm</p><p>高度 / 樓層：20m / B3+1F</p><p>服務範圍：建築設計 / 裝修設計</p><p>建築師：黃茂良+趙文紳</p><p>合作設計 / 當地設計單位：株式會社高松伸建築設計事務所</p><p>專業顧問：結構 / 機電：中興工程顧問有限公司</p><p>施工单位：榮民工程 / 日商鹿島聯合承攬</p><p>2009建築園冶獎，高雄地區特別獎</p>",
  "9306": "<h3>福慧大樓</h3><p>地點：台灣高雄</p><p>設計 / 完工：2004 / 2007</p><p>性質：銀行/ 集合住宅</p><p>業主：戴晉平</p><p>基地面積：736sm</p><p>樓地板面積：3,402sm</p><p>高度 / 樓層：37m / B2+9F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：夏雯霖</p><p>專業顧問：結構：蔡人壽 / 機電：立盛</p><p>施工单位：達茂營造股份有限公司</p><p>工程造價：TWD 20,477,528元</p>",
  "9311": "<h3>慶富集團營運總部大樓</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2004 / 2007</p><p>性質：辦公</p><p>業主：慶富集團</p><p>基地面積：7,123sm</p><p>樓地板面積：25,179sm</p><p>高度 / 樓層：55.6m / B2+10F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽+夏雯霖</p><p>合作設計 / 當地設計單位：英國理查．羅傑斯建築師事務所</p><p>專業顧問：結構：超偉 / 機電：協揚+彩鐿 / 空調：協展 / 外牆：比晰 /  室內：匯僑+亞浩+萊格</p><p>施工单位：互助營造股份有限公司</p><p>工程造價：TWD 910,000,000元</p><p>RIBA International Awards 2009</p><p>2008 中華民國第一屆都市設計大獎 入選決賽</p>",
  "9316": "<h3>海光三村公園地景保育再生利用工程</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2004 / 2005</p><p>性質：公共景觀設施 / 文物館</p><p>業主：高雄市政府工務局養護工程處</p><p>基地面積：61,622sm</p><p>高度 / 樓層：2F</p><p>服務範圍：建築設計 / 景觀設計 / 舊建築再利用</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：黃益 / 機電：羅月瑛</p><p>施工单位：李青山營造有限公司</p><p>工程造價：TWD 18,000,000元</p>",
  "9345": "<h3>巧新科技三期廠房</h3><p>地點：台灣雲林 </p><p>設計 / 完工：2004 / 2007</p><p>性質：廠房 / 辦公</p><p>業主：巧新科技工業股份有限公司</p><p>樓地板面積：　66,461sm</p><p>高度 / 樓層：21.75m / B1+5F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+夏雯霖</p><p>專業顧問：結構：天珩 / 機電：立達</p><p>施工单位：固裕營造有限公司</p><p>工程造價：TWD 313,381,188元</p>",
  "9350": "<h3>義守大學圖資大樓方案  </h3><p>地點：台灣高雄 </p><p>設計 / 完工：2004 / 2006</p><p>性質：圖書館</p><p>業主：義守大學</p><p>基地面積：9,471sm</p><p>樓地板面積：31,331sm </p><p>高度 / 樓層：12.6m / B3+5F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+劉湘梅</p><p>合作設計 / 當地設計單位：英國理查．羅傑斯建築師事務所</p><p>專業顧問：結構：超偉 / 機電：協揚 / 空調：協展</p><p>工程造价：TWD 156,652,900元</p>",
  "9353": "<h3>大雅牙醫診所</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2004 / 2005</p><p>性質：診所</p><p>業主：大雅牙醫診所</p><p>樓地板面積：1,149sm </p><p>高度 / 樓層：28.5m / B1+9F</p><p>服務範圍：建築改造設計 / 室內設計</p><p>建築師：劉湘梅</p>",
  "9437": "<h3>SUPER新都</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2004 / 2011</p><p>性質：別墅住宅</p><p>業主：燁茂實業股份有限公司</p><p>基地面積：24,436sm</p><p>樓地板面積：70,444sm</p><p>高度 / 樓層：17.3m / B1+5F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+黃茂良</p><p>專業顧問：結構：鄭隆山 / 機電：亞泰</p><p>施工单位：新泉營造股份有限公司</p>",
  "9441": "<h3>義大天悅塔暨會議展覽中心</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2005 - 2006</p><p>性質：景觀高塔 / 展覽中心 / 會議中心 / 纜車站 / 電影文化中心  / 餐飲 / 零售 / VILLA / SPA湯屋 / 酒店公寓</p><p>業主：義聯集團</p><p>基地面積：361,681sm</p><p>樓地板面積：216,687sm </p><p>高度 / 樓層：398m / B4+15F</p><p>服務範圍：總體規劃 / 景觀設計</p><p>建築師：許銘陽+趙文紳</p><p>專業顧問：cdi / 開創</p>",
  "9442": "<h3>義大世界購物廣場</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2005 / 2010</p><p>性質：零售 / 百貨</p><p>業主：義聯集團</p><p>樓地板面積：129,052sm </p><p>高度 / 樓層：B4+5F</p><p>服務範圍：建築造型設計</p><p>建築師：許銘陽</p><p>合作設計 / 當地設計單位：日本cdi設計公司</p>",
  "9444": "<h3>義大世界伯爵特區</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2005 / 2011</p><p>性質：別墅住宅</p><p>業主：泛喬股份有限公司</p><p>基地面積：9,937sm</p><p>樓地板面積：11,608sm</p><p>高度 / 樓層：18.1m / 4F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽+黃茂良</p><p>專業顧問：結構：呂清心 / 機電：高英</p><p>施工单位：新泉營造股份有限公司</p><p>工程造價：TWD 340,371,044元</p>",
  "9445": "<h3>領秀山莊</h3><p>地點：台灣高雄</p><p>設計 / 完工：2005 / 2008</p><p>性質：別墅住宅</p><p>業主：信林建設股份有限公司</p><p>基地面積：4,974sm</p><p>樓地板面積：4,314sm</p><p>高度 / 樓層：9.94m / 3F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：黃茂良</p><p>專業顧問：結構：朱鑫龍+柳碧貞 / 機電：巨成</p><p>施工单位：聖林營造股份有限公司</p><p>工程造價：TWD 22,359,729元</p>",
  "9456": "<h3>蓮潭國際文教會館 </h3><p>地點：台灣高雄 </p><p>設計 / 完工：2005 / 2008</p><p>性質：酒店</p><p>業主：台灣首府大學</p><p>基地面積：17,251sm</p><p>樓地板面積：34,152sm</p><p>高度 / 樓層：34.8m / B2+10F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：許銘陽+黃茂良</p><p>專業顧問：結構：朱鑫龍 / 機電：錦泰豐 / 空調：祥易 / 消防：國介 /  室內：鴻匠+億特 / 音響：黃炳勳</p><p>施工单位：芳源號營造股份有限公司</p><p>工程造價：TWD 500,000,000元</p>",
  "M0804": "<h3>威海新東陽呼雷湯溫泉旅遊開發項目規劃方案</h3><p>地點：山東文登</p><p>設計 / 完工：2008 / 2009</p><p>性質：溫泉酒店 / 別墅 / 商店街 / 高爾夫球廠及會所</p><p>業主：新東陽集團</p><p>基地面積：2,400,000sm</p><p>樓地板面積：334,000sm</p><p>高度 / 樓層：21m / 5F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+夏雯霖+郭律民</p><p>專業顧問：策劃：青騰 / 高爾夫球場：Pacific  Coast Design (澳洲)</p>",
  "M1029": "<h3>格林芙洛斯世界生態旅遊區規劃方</h3><p>地點：貴州惠水</p><p>設計 / 完工：2010 / 2011</p><p>性質：酒店 / 別墅 / 商店街 / 高爾夫球會所</p><p>業主：深圳康沃投資控股集團</p><p>基地面積：2,933,348sm</p><p>樓地板面積：332,700sm </p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：夏雯霖+黃建盛</p>",
  "M1112": "<h3>平潭小高雄綜合開發項目規劃方案</h3><p>地點：福建平潭</p><p>設計 / 完工：2011 / 2012</p><p>性質：辦公 / 酒店 / 商業 / 住宅</p><p>業主：高平投資開發促進會</p><p>基地面積：117,988sm</p><p>樓地板面積：827,773sm</p><p>高度 / 樓層：B2+58F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+夏雯霖+黃建盛</p>",
  "M1104": "<h3>錢江新城概念性總體規劃方案</h3><p>地點：浙江溫嶺</p><p>設計 / 完工：2011 / 2013</p><p>性質：酒店 / 別墅 / 商店街 / 醫院 / 集合住宅 / 學校 /  遊樂場</p><p>業主：義聯集團</p><p>基地面積：2,918,700sm</p><p>樓地板面積：3,436,900sm</p><p>高度 / 樓層：60m / B1+20F</p><p>服務範圍：總體規劃</p><p>建築師：許銘陽+黃建盛</p>",
  "M1203": "<h3>襄陽新天地項目規劃方案</h3><p>地點：湖北襄陽</p><p>設計 / 完工：2012 / 2013</p><p>性質：酒店 / 商場 / 集合住宅 / 學校</p><p>業主：襄陽雅可商務區開發有限公司</p><p>基地面積：117,993sm</p><p>樓地板面積：734,899sm</p><p>高度 / 樓層：B2+46F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+黃建盛</p><p>合作設計 / 當地設計單位：DCI思亞國際</p>",
  "1206": "<h3>金門三創</h3><p>地點：福建金門</p><p>設計 / 完工：2012 -</p><p>性質：酒店 / 商場 / 集合住宅 / 學校</p><p>業主：鴻海科技集團</p><p>基地面積：28,300sm</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+黃建盛</p>",
  "M1306": "<h3>云霄高铁物流园区概念</h3><p>地點：福建雲霄</p><p>設計 / 完工：2013 -</p><p>性質：辦公 / 酒店 / 商業 / 住宅</p><p>業主：慶富集團</p><p>基地面積：188644sm</p><p>樓地板面積：746,182sm</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+黃建盛</p><p>設計中</p>",
  "M1310": "<h3>慶富綠色總部園區規劃方案</h3><p>地點：福建漳州</p><p>設計 / 完工：2013 / 2014</p><p>性質：酒店 / 商場 / 集合住宅 / 學校</p><p>業主：慶富集團</p><p>基地面積：1,552,000sm</p><p>樓地板面積：570,000sm</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+黃建盛</p><p>設計中</p>",
  "M0311": "<h3>廣西民族博物館方案</h3><p>地點：廣西南寧 </p><p>設計 / 完工：2003</p><p>性質：展示 / 典藏 / 研究 / 辦公</p><p>業主：廣西壯族自治區文化廳</p><p>基地面積：86,000sm</p><p>樓地板面積：30,763sm </p><p>高度 / 樓層：B1+4F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：夏雯霖</p><p>合作設計 / 當地設計單位：美國RTKL國際有限公司</p><p>施工单位：CNY 148,230,000元</p>",
  "M0414": "<h3>十堰市博物館方案</h3><p>地點：湖北十堰 </p><p>設計 / 完工：2004</p><p>性質：博物館</p><p>業主：湖北十堰市人民政府</p><p>樓地板面積：9,900sm </p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：郭律民</p>",
  "M0708": "<h3>如皋南通六建总部</h3><p>地點：江蘇南通</p><p>設計 / 完工：2007-2011</p><p>性質：辦公 / 科研</p><p>業主：南通六建建设集团</p><p>基地面積：10,000sm</p><p>樓地板面積：21796sm</p><p>高度 / 樓層：71m / B1+16F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：黃建盛</p><p>合作設計 / 當地設計單位：南通市規劃設計院有限公司</p>",
  "M0815": "<h3>南京农业展馆</h3><p>地點：江蘇南京</p><p>設計 / 完工：2008-2011</p><p>性質：展覽 / 會議 / 辦公 / 零售 / 餐飲</p><p>基地面積：34,459sm</p><p>樓地板面積：83,710sm</p><p>高度 / 樓層：107m / B1+25F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：許銘陽+黃建盛</p>",
  "0738": "<h3>義大皇家劇院</h3><p>地點：台灣高雄</p><p>設計 / 完工：2007 / 2010</p><p>性質：專業表演劇場</p><p>業主：義聯集團 </p><p>基地面積：8,841sm</p><p>樓地板面積：10,322sm </p><p>高度 / 樓層：21.6m / B4+3F</p><p>服務範圍：室內設計 / 舞臺音響燈光設備設計</p><p>建築師：許銘陽+劉湘梅</p><p>合作設計 / 當地設計單位：林益慶建築師事務所</p><p>專業顧問：結構：中泰 / 機電：高英新泉營造股份有限公司</p>",
  "0801": "<h3>高雄世界貿易展覽會議中心統包工程</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2008 / 2010</p><p>性質：展覽 / 會議 / 辦公 / 零售 / 餐飲</p><p>業主：高雄市政府工務局新建工程處</p><p>基地面積：44,929sm</p><p>樓地板面積：63,228sm</p><p>高度 / 樓層：37.8m / B1+3F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽+夏雯霖</p><p>合作設計 / 當地設計單位：美國RTKL國際有限公司</p><p>專業顧問：結構：永峻 / 機電：安鼎 / 空調：協展 /  景觀：老圃 / 交通：康地 / 幕牆：比晰 / 視聽：大譽 / 裝修：長荷</p><p>工程造價：TWD 2,830,000,000元</p><p>統包評選第三名</p>",
  "M1201": "<h3>漳州慶富學院</h3><p>地點：福建雲霄</p><p>設計 / 完工：2012 -</p><p>性質：行政 / 教學 / 餐廳 / 住宿</p><p>業主：慶富集團</p><p>基地面積：990,000sm</p><p>樓地板面積：263,630sm (共22棟)</p><p>高度 / 樓層：B1+8F</p><p>服務範圍：建築設計 / 室內設計</p><p>建築師：許銘陽+夏雯霖＋劉湘梅＋黃建盛</p><p>合作設計 / 當地設計單位：香港10 Design / 陝西丰宇設計工程有限公司</p><p>專業顧問：室內：風河、集藝、歐坊 / 景觀：山水園</p><p>施工单位：中國二十冶集團有限公司</p><p>施工中</p><p>香港建築師學會兩岸四地建築設計論壇及大獎2013</p>",
  "M0208": "<h3>瑩輝照明應用中心</h3><p>地點：上海普陀 </p><p>設計 / 完工：2002 / 2004</p><p>性質：辦公 / 展示</p><p>業主：瑩輝集團有限公司</p><p>基地面積：1,653sm</p><p>樓地板面積：3,800sm</p><p>高度 / 樓層：35.5m / 7F</p><p>服務範圍：建築改造設計</p><p>建築師：黃茂良</p><p>合作設計 / 當地設計單位：東風設計研究院 / 上海紡織建築設計研究院</p><p>專業顧問：項目管理：上海崛坷</p><p>施工单位：上海金鹿建築實業有限公司</p><p>工程造價：TWD 32,000,000元</p>",
  "M0405": "<h3>東風日產汽車辦公樓+研發中心</h3><p>地點：廣東廣州 </p><p>設計 / 完工：2004 / 2006</p><p>性質：辦公 / 科研</p><p>業主：東風汽車有限公司乘用車公司</p><p>基地面積：270,000sm</p><p>樓地板面積：42,000sm</p><p>高度 / 樓層：22m / B1+5F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：黃茂良</p><p>合作設計 / 當地設計單位：上海建學建築與工程設計所有限公司</p><p>工程造价：TWD 560,000,000元</p>",
  "M0411": "<h3>東風汽車有限公司總部方案 </h3><p>地點：湖北武漢 </p><p>設計 / 完工：2004</p><p>性質：辦公 / 研發</p><p>業主：武漢東風汽車集團</p><p>樓地板面積：185,504sm</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：夏雯霖</p>",
  "M0523": "<h3>松江公共實訓中心方案 </h3><p>地點：上海松江 </p><p>設計 / 完工：2005</p><p>性質：辦公 / 教育 / 多功能禮堂兼體育館</p><p>業主：上海松江區人民政府</p><p>樓地板面積：104,000sm</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：郭律民</p>",
  "M0510": "<h3>東風本田汽車辦公樓</h3><p>地點：湖北武漢 </p><p>設計 / 完工：2005 / 2007</p><p>性質：辦公</p><p>業主：武漢東風汽車集團</p><p>樓地板面積：18,900sm </p><p>高度 / 樓層：3F</p><p>服務範圍：建築設計</p><p>建築師：郭律民</p><p>合作設計 / 當地設計單位：東風設計研究院</p>",
  "M0526": "<h3>萬泓企業總部大樓方案 </h3><p>地點：江蘇昆山 </p><p>設計 / 完工：2005 / 2007</p><p>性質：辦公</p><p>業主：昆山萬泓建設開發有限公司</p><p>基地面積：149,000sm</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：郭律民</p>",
  "M0826": "<h3>豐盛集團科技園C地塊建築概念設計方案</h3><p>地點：江蘇南京  </p><p>設計 / 完工：2008 - 2009</p><p>性質：商業 / 辦公</p><p>業主：南京丰盛產業控股集團 </p><p>基地面積：266,080sm </p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：夏雯霖+郭律民+黃建盛</p><p>建築師：南京東南聯合工程設計有限公司</p>",
  "M0900": "<h3>淮陰區社會事業大廈方案</h3><p>地點：江蘇淮陰</p><p>設計 / 完工：2009</p><p>性質：公共行政</p><p>業主：淮安市淮陰區政府</p><p>基地面積：19,320sm</p><p>樓地板面積：20,031sm</p><p>高度 / 樓層：B1+8F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：夏雯霖+黃建盛</p>",
  "0919-1": "<h3>鴻海高雄數位匯流數據中心</h3><p>地點：台灣高雄</p><p>設計 / 完工：2013 - 2014</p><p>性質：辦公</p><p>業主：鴻海科技集團</p><p>樓地板面積：365sm</p><p>服務範圍：室內設計工程</p><p>建築師：劉湘梅</p>",
  "0919": "<h3>鴻海高雄研發育成大樓及數位匯流數據中心</h3><p>地點：臺灣高雄</p><p>設計 / 完工：2009 -</p><p>性質：辦公 / 科研</p><p>業主：鴻海科技集團</p><p>基地面積：　18,500sm</p><p>樓地板面積：62,919sm</p><p>高度 / 樓層：　56.1m / B4+14F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計 / 室內設計</p><p>建築師：許銘陽+夏雯霖+劉湘梅</p><p>專業顧問：　結構：超偉 / 機電：正弦 / 空調：協展 / 外牆：比晰 / 交通：安得</p><p>施工單位：　達茂營造股份有限公司</p><p>工程造價：TWD 1,830,000,000元</p><p>施工中</p><p>第壹屆2014年高雄市新建建築物工程品質金質獎：金質獎</p>",
  "0945": "<h3>農業科技園區外銷觀賞魚及水產種苗</h3><p>地點：臺灣屏東 </p><p>設計 / 完工：2010 / 2013</p><p>性質：辦公 / 科研 / 物流 / 倉儲 / 展覽 / 廠房</p><p>業主：屏東農業生物技術園區籌備處</p><p>基地面積：39,440sm</p><p>樓地板面積：27,327sm </p><p>高度 / 樓層：38.5m / B1+5F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：許銘陽+夏雯霖+趙文紳+黃建盛</p><p>專業顧問：協同主持人：方力行 / 結構：黃武龍 / 機電：聯立 / 空調：協展  / 消防：王誌民 / 維生：協兌 / 養殖：增彧 / 觀賞魚：優石 / 幕牆：比晰 / 大地：開通 / 測量：永承</p><p>施工單位：長鴻營造股份有限公司</p><p>工程造價：TWD 1,025,000,000元</p>",
  "M1020": "<h3>海門市國稅局數據處理中心</h3><p>地點：江蘇海門</p><p>設計 / 完工：2010 / 2014</p><p>性質：公共行政</p><p>業主：海門市政府投資項目工程建設中心</p><p>基地面積：19,770sm</p><p>樓地板面積：19,079sm </p><p>高度 / 樓層：61.4m / B1+12F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：黃建盛</p><p>合作設計 / 當地設計單位：南通市規劃設計院有限公司</p><p>專業顧問：無錫昊天建筑工程有限公司</p><p>施工中</p>",
  "M1121": "<h3>東莞中國郵政大樓方案</h3><p>地點：廣東東莞</p><p>設計 / 完工：2011</p><p>性質：辦公</p><p>業主：中國郵政集團公司</p><p>基地面積：13.629sm</p><p>樓地板面積：72,761sm</p><p>高度 / 樓層：114.5m / B2+22F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：黃建盛</p>",
  "0000": "<h3>統一夢時代購物中心</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2000 / 2007</p><p>性質：百貨 / 零售 / 娛樂</p><p>業主：統正開發股份有限公司</p><p>基地面積：50,158sm</p><p>樓地板面積：401,219sm </p><p>高度 / 樓層：49.95m / B5+11F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽</p><p>合作設計 / 當地設計單位：美國RTKL國際有限公司 / 劉顯宗+曹毅豪+黃士國建築師事務所</p><p>專業顧問：結構：超偉 / 機電：正弦 / 景觀：RTKL+carol R  Johnson / 室內：RTKL+IDA+衡美 / 外牆：比晰</p><p>施工单位：理成營造工程股份有限公司</p><p>工程造價：TWD 3,156,142,248元</p><p>中華民國第一屆都市設計大獎 民間開發空間設計類優選</p><p>第三屆高雄市都市設計景觀評選 優質大樓組優選作品</p><p>2008 Grand Award best in  the west， In Recognition of Excellence and Value，Best International  Commercial / Retail Project </p>",
  "0709": "<h3>義大世界香榭大街</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2007 / 2010</p><p>性質：零售</p><p>業主：義聯集團 </p><p>基地面積：5,551sm</p><p>樓地板面積：13,842.48sm</p><p>高度 / 樓層：19.35m /4F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：許銘陽</p><p>專業顧問：結構：中泰 / 機電：高英</p><p>施工单位：新泉營造股份有限公司</p><p>工程造價：TWD 74,487,550元</p>",
  "V0802": "<h3>越南北寧賭場酒店方案</h3><p>地點：越南北寧</p><p>設計 / 完工：2008</p><p>性質：酒店 / 賭場</p><p>業主：越南黃龍開發</p><p>基地面積：23,806sm</p><p>樓地板面積：120,566sm</p><p>高度 / 樓層：79.4m / B2+21F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+劉湘梅+黃建盛</p>",
  "0829": "<h3>義大世界團客中心</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2008 / 2010</p><p>性質：零售 / 辦公</p><p>業主：義聯集團</p><p>基地面積：1,749sm</p><p>樓地板面積：2,717sm</p><p>高度 / 樓層：15.3m / B1+3F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽</p><p>專業顧問：結構：中泰 / 機電：高英</p><p>施工单位：新泉營造股份有限公司</p><p>工程造價：TWD 13,847,400元</p>",
  "M1026": "<h3>大麥客量販店</h3><p>地點：廣東東莞</p><p>設計 / 完工：2010 / 2011</p><p>性質：零售 / 量販</p><p>業主：大麥客商貿有限公司</p><p>基地面積：40,672sm</p><p>樓地板面積：28,806sm </p><p>高度 / 樓層：18.6m / 4F</p><p>服務範圍：建築改造設計</p><p>建築師：黃建盛</p><p>合作設計 / 當地設計單位：東莞市東城建築規劃設計院</p><p>施工单位：東莞日盛鋼板成型有限公司</p>",
  "M1302": "<h3>余姚保利文化商業廣場</h3><p>地點：浙江余姚</p><p>設計 / 完工：2013 -</p><p>性質：百貨 / 零售 / 娛樂</p><p>業主：保利置業集團有限公司</p><p>基地面積：119,000sm</p><p>樓地板面積：340,000sm</p><p>高度 / 樓層：100m / B2+21F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：許銘陽+黃建盛</p><p>合作設計 / 當地設計單位：UDG聯創國際</p><p>施工单位：設計中</p>",
  "V1302": "<h3>象湖生態旅遊區A2/A3商業娛樂項</h3><p>地點：越南河靜</p><p>設計 / 完工：2013 -</p><p>性質：餐飲 / 娛樂</p><p>業主：寶瓏(越南)開發責任有限公司</p><p>基地面積：25,013sm</p><p>樓地板面積：6,931sm</p><p>高度 / 樓層：14.57m / 3F</p><p>服務範圍：建築設計</p><p>建築師：夏雯霖</p><p>專業顧問：結構：天珩 / 水療：李恆德</p><p>設計中</p>",
  "M1317": "<h3>哈爾濱白魚泡溫泉度假村</h3><p>地點：黑龍江哈爾濱</p><p>設計 / 完工：2013 -</p><p>性質：酒店 / 温泉會館</p><p>業主：哈爾濱市白魚泡老年醫療護理院</p><p>基地面積：50,000sm</p><p>樓地板面積：15,000sm</p><p>高度 / 樓層：15m / 3F</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：黃建盛</p><p>設計中</p>",
  "0909": "<h3>大自然文化世界</h3><p>地點：台灣新竹</p><p>設計 / 完工：2009 / 2011</p><p>性質：宗教設施</p><p>業主：財團法人天恩彌勒佛院</p><p>基地面積：119,993sm</p><p>樓地板面積：396,898sm </p><p>高度 / 樓層：43.28m / B4+8F</p><p>服務範圍：建築設計顧問 / 景觀設計 / 室內設計</p><p>建築師：許銘陽+劉湘梅</p><p>合作設計 / 當地設計單位：蔡金龍建築師事務所</p><p>專業顧問：結構：欣揚 / 機電：正弦 / 外牆：比晰大尊貴工程股份有限公司</p>",
  "9437-1": "<h3>大昌醫院</h3><p>地點：台灣高雄</p><p>設計 / 完工：2006 - 2014</p><p>性質：醫院</p><p>業主：義聯集團 </p><p>基地面積：18,742.57sm</p><p>樓地板面積：69,786.9sm</p><p>高度 / 樓層：49.95m / B3+14F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽</p><p>專業顧問：結構：柳碧貞 / 機電：立盛</p><p>施工单位：新泉營造股份有限公司</p><p>工程造價：TWD 867,604,000元</p>",
  "M0601": "<h3>東風日產汽車培訓中心 </h3><p>地點：廣東廣州 </p><p>設計 / 完工：2006 / 2007</p><p>性質：培訓</p><p>業主：東風日產乘用車公司</p><p>樓地板面積：6,640sm</p><p>服務範圍：建築設計</p><p>建築師：郭律民</p><p>合作設計 / 當地設計單位：東風設計研究院</p>",
  "0629": "<h3>威奈科技廠辦</h3><p>地點：台灣高雄</p><p>設計 / 完工：2006 / 2009</p><p>性質：廠房 / 辦公</p><p>業主：威奈聯合科技股份有限公司</p><p>基地面積：12,545sm</p><p>樓地板面積：12,938sm</p><p>高度 / 樓層：9.45m / 2F</p><p>服務範圍：總體規劃 / 建築設計</p><p>建築師：許銘陽+黃茂良</p><p>專業顧問：結構：天珩 / 機電：協展</p><p>施工单位：匯城營造工程股份有限公司</p><p>工程造價：TWD 203,940,000元</p>",
  "0937": "<h3>良達科技廠房更新設計</h3><p>地點：台灣高雄</p><p>設計 / 完工：2009</p><p>性質：廠房 / 辦公</p><p>業主：良達科技股份有限公司</p><p>服務範圍：　建築改造設計 / 室內設計</p><p>建築師：夏雯霖</p><p></p><p>　</p>",
  "M0121": "<h3>渤海皇家</h3><p>地點：河北秦皇島 </p><p>設計 / 完工：2001 / 2005</p><p>性質：集合住宅</p><p>業主：秦皇島愛普森國際置業有限公司 </p><p>基地面積：12,400sm</p><p>樓地板面積：43,800m </p><p>高度 / 樓層：106m / B1+31F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計</p><p>建築師：黃茂良</p><p>合作設計 / 當地設計單位：北京建學建築與工程設計所有限公司</p><p>工程造价：TWD 200,000,000元</p>",
  "M0409": "<h3>花都藝墅小區</h3><p>地點：江蘇昆山 </p><p>設計 / 完工：2004 / 2011</p><p>性質：別墅住宅</p><p>業主：昆山寶裕房產開發有限公司</p><p>基地面積：140,000sm</p><p>服務範圍：建築設計 / 景觀設計</p><p>建築師：黃茂良+夏雯霖+黃建盛</p><p>合作設計 / 當地設計單位：南京東南聯合設計工程有限公司</p>",
  "0716": "<h3>左營陳宅方案</h3><p>地點：台灣高雄</p><p>設計 / 完工：2007</p><p>性質：別墅住宅 / 辦公</p><p>業主：陳明志</p><p>基地面積：4,960sm</p><p>樓地板面積：6,959sm</p><p>高度 / 樓層：27.1m / B1+7F</p><p>服務範圍：總體規劃 / 建築設計 / 景觀設計 / 室內設計</p><p>建築師：許銘陽+劉湘梅</p><p>合作設計 / 當地設計單位：日本cdi設計公司</p><p>工程造價：TWD 48,658,487元</p>",
  "M0801": "<h3>揚州瘦西湖華莊低層住宅項目方案 </h3><p>地點：江蘇揚州 </p><p>設計 / 完工：2008 / 2010</p><p>性質：別墅住宅</p><p>業主：揚州瘦西湖置業有限公司 </p><p>基地面積：60,000sm </p><p>服務範圍：建築設計</p><p>建築師：許銘陽+夏雯霖</p><p>合作設計 / 當地設計單位：南京市建築設計研究院有限責任公司</p>",
  "0804": "<h3>觀音山景觀住宅</h3><p>地點：台灣高雄</p><p>設計 / 完工：2008 / 2011</p><p>性質：別墅住宅</p><p>業主：義聯集團</p><p>基地面積：6,172sm</p><p>樓地板面積：7,860sm</p><p>高度 / 樓層：21.5m / B2+3F</p><p>服務範圍：建築設計</p><p>建築師：許銘陽</p><p>專業顧問：結構：蔡人壽 / 機電：高英</p><p>施工单位：新泉營造股份有限公司</p><p>工程造價：TWD 40,657,200元</p>",
  "M0816": "<h3>天泰佳家祺大廈方案</h3><p>地點：江蘇南京</p><p>設計 / 完工：2008 / 2009</p><p>性質：住宅 / 辦公</p><p>業主：江蘇天泰建設有限公司</p><p>基地面積：13,596sm</p><p>樓地板面積：71,000sm</p><p>高度 / 樓層：B1+27F</p><p>服務範圍：建築設計</p><p>建築師：夏雯霖+黃建盛</p><p>合作設計 / 當地設計單位：南京東南聯合設計工程有限公司</p>",
  "V1001": "<h3>安富Palais de Lotus 住宅社區開發方案</h3><p>地點：越南河內</p><p>設計 / 完工：2010 / 2012</p><p>性質：集合住宅</p><p>業主：越南安富開發投資公司</p><p>基地面積：4,370sm</p><p>樓地板面積：80,615sm</p><p>高度 / 樓層：93.2m / B2+32F</p><p>服務範圍：建築設計 / 景觀設計 / 室內設計</p><p>建築師：許銘陽+夏雯霖+劉湘梅+黃建盛</p><p>合作設計 / 當地設計單位：越南河內UAC設計院</p>",
  "0922": "<h3>六堆客家文化園區整體景觀</h3><p>地點：台灣屏東 </p><p>設計 / 完工：2007 / 2009</p><p>性質：公共景觀設施</p><p>業主：行政院客家委員會六堆客家文化園區籌備處</p><p>基地面積：155,878sm</p><p>樓地板面積：983sm</p><p>高度 / 樓層：9.4m / 2F</p><p>服務範圍：地景總體規劃 / 景觀設計 / 建築設計</p><p>建築師：趙文紳</p><p>專業顧問：結構：蔡人壽 / 機電：翰鱗 / 景觀：藏生 /  專案管理：亞新(第2階段)</p><p>施工单位：碩宏營造有限公司 / 超晟營造有限公司 / 順裕營造有限公司 /  南屏營造股份有限公司</p><p>工程造價：TWD 224,753,089元</p><p>2009建築園冶獎，屏東地區公共景觀設計獎</p>",
  "0811": "<h3>義大世界123廣場</h3><p>地點：台灣高雄 </p><p>設計 / 完工：2008 / 2010</p><p>性質：商業景觀設施 / 音樂餐廳</p><p>業主：義聯集團 </p><p>基地面積：13,464sm</p><p>高度 / 樓層：音樂餐廳11.7m / 墾丁大街6.5m</p><p>服務範圍：景觀設計 / 建築設計</p><p>建築師：許銘陽</p><p>合作設計 / 當地設計單位：林益慶建築師事務所</p><p>專業顧問：室內：匯僑 / 結構：中泰 / 音響：黃炳勳 / 燈光：公祥</p><p>施工单位：台灣太陽鷹開發股份有限公司 (膜構) /  老圃造園工程有限公司 (植栽) / 公祥貿易有限公司 (燈光)</p>",
  "M1208": "<h3>漳州慶富學院一期</h3><p>地點：福建雲霄</p><p>設計 / 完工：2012 -</p><p>性質：學校</p><p>業主：慶富集團</p><p>樓地板面積：123,565sm</p><p>服務範圍：室內設計 / 家具選配 / 影音設備</p><p>建築師：劉湘梅</p><p>合作設計 / 當地設計單位：風河設計工程顧問有限公司 / 集藝室內裝修設計工程有限公司</p><p>專業顧問：細設+機電：上海歐坊 / 廚房：小馬駒 /  燈光：億光 / 影音：上海瑩聲</p><p>施工单位：設計中</p>"
};

var LANG = {
  casename: '案名：',
};