var CASEDICT = {
  "1003": {
    "text": "易宏工业新厂及办公楼"
  },
  "1006": {
    "text": "天恩弥勒殿"
  },
  "1008": {
    "text": "中钢总部大楼方案"
  },
  "1010": {
    "text": "国立潮州高级中学明德楼"
  },
  "1024": {
    "text": "许晴哲皮肤科诊所"
  },
  "1110": {
    "text": "桂田酒店三馆"
  },
  "1122": {
    "text": "左营蔡宅"
  },
  "1130": {
    "text": "统正梦时代二期开发项目",
    "desc": "<h4>设计概念</h4><p>海洋 健康 永续再生</p><p>节能 绿化 货柜</p><p>&nbsp;</p><p>绿建筑计划</p><p>室内环境</p><p>• 噪音防制</p><p>• 震动音防制</p><p>• 室内采光</p><p>• 通风计划</p><p>• 室内污染控制</p><p>• 室内空气净化设备</p><p>• 地面与地下室防潮</p><p>• 绿建材</p><p>• 绿色装修设计</p><p>基地保水</p><p>• 透水铺面</p><p>• 贮留渗透空地</p><p>• 渗透井与渗透管</p><p>• 人工地盘贮留</p><p>水资源指标</p><p>• 省水器材</p><p>• 中水利用</p><p>• 雨水再利用</p><p>• 植栽浇灌节水</p><p>绿化指标</p><p>• 生态绿化</p><p>• 立体绿化</p><p>• 墙面绿化浇灌</p><p>• 人工地盘绿化</p><p>• 绿化防水排水技术</p><p>• 绿化防风透气技术</p><p>日常节能</p><p>• 建筑配置节能</p><p>• 适当的开口率</p><p>• 外遮阳</p><p>• 开口部玻璃</p><p>• 开口部隔热与气密性</p><p>• 外壳构造及材料</p><p>• 屋顶构造及材料</p><p>• 帷幕墙</p><p>• 善用地形风</p><p>• 善用中庭风</p><p>• 开窗通风性能</p><p>• 风力通风设计</p><p>• 浮力通风设计</p><p>• 空调分区</p><p>• 空调主机节能设计</p><p>• 大空间分层空调</p><p>• 照明光源</p><p>• 再生能源（太阳能、风力）</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "1138": {
    "text": "天恩慈氏祠堂"
  },
  "1141": {
    "text": "垦丁白沙民宿"
  },
  "1143": {
    "text": "义大亚洲广场"
  },
  "1144": {
    "text": "钜橡企业F厂及办公楼"
  },
  "1150": {
    "text": "国际星辰旅馆更新整建"
  },
  "1151": {
    "text": "大江生医S9厂"
  },
  "1210": {
    "text": "缅甸眉苗佛院方案"
  },
  "1216": {
    "text": "恒春福乐酒店式公寓方案"
  },
  "1221": {
    "text": "义大癌治疗医院"
  },
  "1225": {
    "text": "高雄美国学校总体规划方案"
  },
  "1228": {
    "text": "义大游乐世界二期及古堡酒店"
  },
  "1238": {
    "text": "德商罗曼动物疫苗厂办新建方案"
  },
  "1243": {
    "text": "竹 精致商旅更新整建"
  },
  "1249": {
    "text": "国立海洋科技博物馆海洋生态展示馆"
  },
  "1303": {
    "text": "印尼天慧弥勒佛院方案"
  },
  "1315": {
    "text": "国立海洋科技博物馆商业空间"
  },
  "1320": {
    "text": "王冠铝业永安厂"
  },
  "1323": {
    "text": "大江生医中兴大学产学联合研发中心方案"
  },
  "1334": {
    "text": "印尼巴丹岛佛院方案"
  },
  "1401": {
    "text": "佛光山惠中寺新建方案"
  },
  "1402": {
    "text": "乐林宴会饭店"
  },
  "1406": {
    "text": "金三荣市港段集合住宅"
  },
  "1408": {
    "text": "大高雄俯瞰式观光设施可行性评估计画"
  },
  "9015": {
    "text": "同盟大楼",
    "desc": "<h4>精品意识与精品建筑</h4><p>&nbsp;</p><p>业主的精品意识</p><p>- 家族自用、休闲娱乐</p><p>- 景观条件、物环兼容</p><p>- 实用空间、大宅格局</p><p>- 新潮设备、经济建材</p><p>- 安全私密、生活价值</p><p>&nbsp;</p><p>我们的精品建筑</p><p>我们对精品建筑的定义：人性文化、环保节能、管理服务。</p><p>&nbsp;</p><p>我们的建筑设计以时尚的简约来表现，这种简约可以体现在建筑功能空间的简化、空间分隔的弱化、装修装饰的简洁。然而，如何满足业主坚持的意念与展现新型态之住宅意象才是最值得自豪的优势。我们企图从整体规划到建筑细部表现人性化、现代化来引导潮流，同时尝试建材的新组合，来实现领先的设计理念。</p><p>&nbsp;</p><p>本设计期以体现对“人性”的关注并严格遵循着“豪华源于舒适”的设计理念；让住宅主动满足人的需求，处处以人为中心。业主家族每个家庭因其丰富的生活，各需丰富的空间需求，每户分置一个楼层，并设休闲健身空间与招待会所，致以弹性空间之留设及设备管道间来解决各层空间需求各异的配置型态。本基地临高雄爱河畔之绿带公园，有优越的自然景观优势，故每层的住户大堂均为阳光清风电梯大堂，并每层留设大面积之阳台，结合外部公园绿带与空中花园的视觉景观与空间设计，长向南北通透，通风采光，节约能源，彰显环保生态之效。住宅内使用大窗型式之高质量气密窗，隔音隔热，并将都市美景带入窗内。</p><p>&nbsp;</p><p>精品住宅仅依靠建筑价值还难以成就经典，其还必须赋予管理服务更大的附加值，以使其价值最大化。本设计更使用先进的智能化设施和周到的保安管理系统，提供最安全舒适的生活环境。</p><p>&nbsp;</p><p><br/></p>"
  },
  "9101": {
    "text": "高雄市临港线铁路客运列车站体暨轮渡站",
    "desc": "<h4>现代风与影的对话</h4><p>&nbsp;</p><p>基地特性</p><p>高雄市政府为有效利用其市内临港线铁路闲置资源，结合台湾铁路公司开启<span style=\"position:relative;margin-left:-4px;\">「</span>嘟嘟火车」，以类似轻轨捷运系统的型态，未来串接高雄市红、橘线捷运系统，提供市民交通的便利性；同时又配合<span style=\"position:relative;margin-left:-4px;\">「</span>蓝色公路」与爱河观光渡轮计划，以海陆联运方式连接商圈与观光景点，扩大高雄市全面性的经济活动，故选定本基地兴辟铁路车站及渡轮站。基地位置于新光路景观大道端点，直临高雄港，且为高雄港埠转折处，宛如陆上街廓之角地，为知名之临港开放空间。</p><p>&nbsp;</p><p>设计需求</p><p>本计划分三期开发，第一期以铁路车站与渡轮站之连结设施为主体，第二期以渡轮站及公交车转运车站与景观工程为主体，未来第三期将以亲水与商业设施为开发目标。</p><p>&nbsp;</p><p>设计构想</p><p>高雄是阳刚的，微风中，煊烈的阳光下，反射着慵懒的都市节奏，透着一幅对比强烈的热带风情。设计尝试捕捉高雄的风与光影，藉由设计组件的媒介，让风与影开启现代的对话，光影透过时间展现的变幻，诉说它顽皮的性格，风也因律动的旋律，证明它怀柔大地的情绪，透过对话的诠释，建构高雄的地域空间。</p><p>&nbsp;</p><p>设计手法</p><p>以地标物与海洋光廊反映地方轴线：设计上延续新光路景观大道的轴线，架构出由地面水平连续的<span style=\"position:relative;margin-left:-4px;\">「</span>海洋光廊」〈第三期工程〉及45度斜向升起指向海洋的地标物，此地标物长54公尺，功能与造型类似船桅或起重吊杆，支撑本构造系统的主要杆件。<span style=\"position:relative;margin-left:-4px;\">「</span>海洋光廊」系地景设计的一部分，全长60公尺，以水池及水雾喷泉设施为主，水池底部埋设冷极光之光导管，白天提供亲水功能，夜间配合地标物的照明，增强轴线的视觉效果，以展现趣味性及多样性。</p><p>以铁路车站及渡轮站及其连结设施隐喻高雄〈港〉工业文化：高雄以工业立市，期间拆船、钢铁、石化、造船等大型产业皆为台湾纪录下经济的指针，也奠定高雄港市的国际地位。设计上尝试以钢骨、缆索与膜等元素展现出港都的海洋与工业意象，车站月台长66公尺，并延伸为景观的一部分，而其三片翼型半透明顶棚的轻结构造型，展现未来的科技感，提供对车站的新空间经验；因车站月台与渡轮站体被新光大排分为南北两侧，以地标物为圆心，张启钢索支撑十个<span style=\"position:relative;margin-left:-4px;\">「</span>人字型」钢骨架构，组立成一座外径45公尺的圆弧<span style=\"position:relative;margin-left:-4px;\">「</span>天桥」，横跨新光大排；而渡轮站以<span style=\"position:relative;margin-left:-4px;\">「</span>天桥」底层设置售票办公室、候船区、公共厕所及商业附属空间〈第三期工程〉等。<span style=\"position:relative;margin-left:-4px;\">「</span>天桥」顶层宽６公尺的平台通道，提供行人眺望高雄港的景观，<span style=\"position:relative;margin-left:-4px;\">「</span>天桥」内环所围塑出来的区域，形成活动广场，未来利用广场上方钢索及<span style=\"position:relative;margin-left:-4px;\">「</span>人字型」钢骨架撑膜体构造物，提供遮阳、捕风的功能，及船帆的造型意象，呼应挑动风影的设计意念；另其他附属设施结合将所有地景元素，创造出和谐的都市场所。</p><p>&nbsp;</p><p><br/></p>"
  },
  "9201": {
    "text": "金酒公司金宁厂整体景观规划",
    "desc": "<h4>流觞曲水、酒乡新声</h4><p>&nbsp;</p><p>高粱不独产于金门，然而却唯有金门高粱酒能如此驰名中外。生产金门高粱酒的金门酒厂原名九龙江酒厂，成立于1953年，迄今已历半个世纪，但在国民所得日渐提高，产业结构与消费习惯逐渐转型，以及全球化浪潮的总体环境之下，传统制酒面临成本优势的消褪，亟待发展服务产业，朝高附加价值之观光酒厂转型。本规划案整体目标如下：</p><p>&nbsp;</p><p>一、为金宁厂转型为观光酒厂之目标，擘划长远可行之整体发展架构。</p><p>二、合理规划配置使用分区，兼顾观光、生产与办公之机能。</p><p>三、统整安排全区动线，以使人车物流发挥最大效益。</p><p>四、提供造型及照明策略，期能融合地域特色与企业形象，美化全区环境。</p><p>五、具体实践产业文化化与文化产业化，维系、发扬地方产业特色，使金宁厂成为示范性的观光酒厂。</p><p>&nbsp;</p><p>先行施工的第一期工程包括下列内容：景观中轴、厂办分离围墙、角地地标、酒瓶公园改善、行政大楼美化，其中以景观中轴为主体景观设施。</p><p>&nbsp;</p><p>景观中轴重新建构了厂区的入口轴线及意象，以草原上蜿蜒长达143公尺的<span style=\"position:relative;margin-left:-4px;\">「</span>曲水流觞」作为象征主题，连接轴向两端的<span style=\"position:relative;margin-left:-4px;\">「</span>迎宾水池」与<span style=\"position:relative;margin-left:-4px;\">「</span>宝月新泉」；曲水流觞为酒文化中的典故借用，在王羲之的兰亭集序里所描绘的，是一种文人雅士的生活境界，在设计上，将这个概念放大并置入这片开阔的地景中，成为人体与自然之间的一种介质，可以游逛、奔跃、驻足、观演，一如有酒助兴。</p><p>&nbsp;</p><p>作为金门岛上的公共地景，试图以不同于传统闽南的样式着手，希望将形式的内涵提升到形式的表象之上，而大量采用以概念为主的景观元素，例如几何、立体构成，形成整体风格，或许<span style=\"position:relative;margin-left:-4px;\">「</span>创新」对于金门来说，也是一股活力的甘泉吧。</p><p>&nbsp;</p><p><br/></p>"
  },
  "9217": {
    "text": "树德科技大学行政大楼暨礼堂",
    "desc": "<h4>前传</h4><p>本建筑物源起于1999年校方举办以<span style=\"position:relative;margin-left:-4px;\">「</span>学生活动中心暨体育馆」为题目的竞图，由新明建筑师事务所、李炳辉建筑师事务所及本所共同合作参与。竞图后，校方依使用需求调整为兴建一座<span style=\"position:relative;margin-left:-4px;\">「</span>1,500人专业级演艺厅暨学生活动中心」的复合建筑。</p><p>科技大学的办学精神在于精益求精、实事求是。规划设计的初衷，设定在提出一个师生交流的平台！由于使用机能的多样性、空间场域的丰富性、人群流动的错杂性等诸多繁复纷陈的因子并存，本建筑物希望在校园环境的现存架构下，产出新的交流场所，以弥补原有之不足。</p><p>规划设计期间，校方为求慎重，由董事会与校园规划委员会共同对设计内容及成果密切检视，由于复杂的建筑机能及显著的区位关系，各方意见整合颇见难度，期间历经了36次的设计会议及变更调整，费时一年半始获定案，进入工程执行准备阶段。正当备妥发包书图文件、取得建造执照之际，校方却迫于教育部私校融资比例上限规定影响而于2001年中止了招标及兴建进程，原设计合约解除。</p><p>&nbsp;</p><p>主题</p><p>2003年夏季，校方通知工程拟恢复进行，并协议由本所接续原设计合约，惟须配合需求修正而调整部分设计内容，将<span style=\"position:relative;margin-left:-4px;\">「</span>演艺厅暨学生活动中心」修改为<span style=\"position:relative;margin-left:-4px;\">「</span>行政大楼暨多功能礼堂」。建筑物须在校方功能性的考虑下，解决原来行政管理单位空间之不足，并满足中大型集会、学生课内外活动等空间，及专业表演、室内运动等新办科系 (表演艺术、休闲事业管理) 所需之场所，以符合<span style=\"position:relative;margin-left:-4px;\">「</span>多功能」的目的。</p><p>延续前期规划设计的初衷，主要量体由行政大楼及多功能礼堂两大部分依山顺势所组成：行政大楼平面为L型配置，量体内植入了由通廊、厅堂、平台及楼梯所串接的公领域空间，连通各使用区域，并作为师生活动、休憩、交流之场所，其平面与垂直向度的延展与交迭关系，亦与导风采光的节能手法互为运用，活化建筑生命；多功能礼堂则为一组合量体，舞台部分需满足吊具高度，观众席及球场部分需符合排球竞赛标准，均为挑高大跨度空间。</p><p>户外部分以扇型剧场为核心、环绕多重的广场、通道、绿地，链接不同地势高程的外部空间，共同形成景观构图，并与校区既有景观系统及校门口区域的重建延伸衔接，修补校园边界隙地的风貌。</p><p>&nbsp;</p><p>余响</p><p>从专业级演艺厅演变为多功能礼堂，其落差在于设计对象原为两个极端，由精准的专业表演场所，转化成须兼顾集会、讲演、音乐、戏剧、伸展、运动……等复合功能的场地，在设计条件上甚至存有本质上的冲突矛盾，如空间布设、席位视角、光源照度、残响时间、材料选配、后勤管理等问题；在与校方各使用与管理单位重新反复检讨后，所基本兼顾的<span style=\"position:relative;margin-left:-4px;\">「</span>多功能」标准，虽似满足，实则妥协。</p><p>校方董事会与设计院系对于校园建筑风格及空间表现的延续具有殷切的提示，建筑形式及材料色彩的选用亦属执行过程中保持征询及沟通的要项，使本建筑物能不脱离现存校园环境的质地与气氛。</p><p>本建筑物因为前期中止，加上后续几乎是重新设计以致耗费期程，拖延至2004年底实际发包时，又逢建材原物料的成本高涨而造成了预算居高不下，产生了营建费用上的重大代价。</p><p>工程管理组织由校方营缮单位统筹，以协调校方代表、不同分包的建筑、结构、机电等设计单位，及委外监造单位、施工单位等复杂的体系及接口，幸而透过务实的态度、每周的工地会议及难以数计的现场协调，终究克服了所有的难题，于2007年春天，历时8年之后落成启用。</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "9230": {
    "text": "高雄捷运O5/R10美丽岛站"
  },
  "9306": {
    "text": "福慧大楼",
    "desc": "<h4>设计命题</h4><p>福慧大楼基地位于凤山市区中的零星工业地块，外围为密集发展之典型住商混合街巷，都市景观目前尚无明显的特色；因邻近县政府、凤山高中、卫武营公园、捷运橘线等重要的环境区位，业主希望透过<span style=\"position:relative;margin-left:-4px;\">「</span>厂办」建筑的重新定义，以丰富其使用型态，提升土地的利用价值。</p><p>&nbsp;</p><p>整体构想</p><p>设计策略上采低建蔽率 (约36%)，控制单层面积使每层各可为独立使用单元，并将210%之容积率拉高至九层楼，如此可保留较多空地、降低对北面现有幼儿园的遮挡，上部楼层亦具有较佳之景观视野。建筑方位依面前道路为座北朝南，矩形基地因西侧及南侧均为丁字路口，建筑量体主要配置于西侧以避开正向<span style=\"position:relative;margin-left:-4px;\">「</span>路冲」的风水忌讳；沿街面保持较宽的退缩步道，与两端的传统骑楼衔接。</p><p>&nbsp;</p><p>健康建筑</p><p>内部平面尽量将垂直动线、共享及服务设施集中留设于东面，以利使用维护并可延长建筑物的生命周期，其余为完整空间以利各使用单元不同之需求；各向均保有充分的采光通风机会，西向以垂直遮阳板减低直接热得，南向则以深开口方式作为窗户遮阳，因空地及外围街道所退让之邻房距离，使建筑物之自然对流有明显效果。</p><p>&nbsp;</p><p>形式语言</p><p>正面造型以两边对称的量体构成双塔的轮廓，强调垂直向上的形体，相对于所坐落的环境中多为水平发展的透天街屋，呈现较明显之目标作用，而主楼之外，于东侧空地上延伸了基座形式的二层量体，以呼应并维持临街建筑立面及都市空间的连续性。立面原则大致依循基座、屋身、屋顶三段式之古典模式，细部元素及文法亦采用具秩序感、稳定感之质地及简化之样式，应可使目前纷扰拥挤的都市涵构获得舒缓，空间质量获得提升。</p><p>&nbsp;</p><p>福慧双修</p><p>福慧二自来自于业主<span style=\"position:relative;margin-left:-4px;\">「</span>修福不修慧，福中也造罪；修慧不修福，慧中也胡涂」的生活哲学：从学习当中，了解到人要常行布施，培植福德，同时亦要修习智慧，了脱生死轮回；<span style=\"position:relative;margin-left:-4px;\">「</span>智慧」与<span style=\"position:relative;margin-left:-4px;\">「</span>福德」二者，犹如鸟之双翼、车之双轮，缺一不可。本案于规划过程中，感受于业主的生活哲学，以试图寻求内部机能与外部形貌的调和，建筑本体及都市环境的兼顾，作为主要的思路；此外，自设计至监造期间，充分获得业主的支持，及对专业的尊重态度，一并鸣谢。</p><p>&nbsp;</p><p><br/></p>"
  },
  "9311": {
    "text": "庆富集团运营总部大楼",
    "desc": "<h4>Richard Rogers 的设计原创</h4><p>庆富集团以在地产业的心情，期待为高雄市未来留下一只都市的记忆符号，一栋代表高雄市及集团文化的建筑语汇，特别邀请普立兹克建筑大师英国Richard Rogers爵士担任总部大楼的规划设计， Richard Rogers擅长以建筑结构表现空间美学，采用鲜艳的原色区分建筑机能，具备优异的细部设计能力，创新的设计潮流及风格。</p><p>Richard Rogers对于本大楼的设计理念系以豪壮的建筑结构之于海洋的微观矛盾，将企业的内化自省升华为对环境关怀的宏观表现。<span style=\"position:relative;margin-left:-4px;\">「</span>外放结构」与<span style=\"position:relative;margin-left:-4px;\">「</span>内纳海景」为本案的空间操作手法，而建筑物的表情来自于因基地环境的水岸氛围及港口视觉景观的独特条件却伴随着西晒日照的挑战，Richard Rogers考虑日照角度与特殊的外部深遮阳百叶格栅设计，以控制建筑物的日照环境兼顾穿透欣赏海景的需求；另将建筑结构外露且电梯、楼梯、服务管道等空间，外放于建筑物南北两侧，以维持办公室内部空间的完整与使用的弹性；而箱型结构的设计，以框景的方式将空间外伸<span style=\"position:relative;margin-left:-4px;\">「</span>独立」出来，成为一个独立会议、展示等空间；更以鲜艳的原色表现建筑机能，使其外观充满建筑活力。</p><p>&nbsp;</p><p>禾扬建筑的设计执行</p><p>禾扬联合建筑师事务所以国内建筑师的角色，承接并深化Richard Rogers设计及外墙、结构收头等细部发展，同时更须落实庆富集团对绿建筑及智能建筑应用的机电整合界面设计的执行︰</p><p>1.外墙帷幕采用双层镀钛低耗能玻璃，热传导效率较RC构造为低，有效阻绝台湾亚热带气候造成大量的空调负荷。</p><p>2.建筑外观格栅遮阳板深度及角度亦依台湾经纬度的日照轨迹计算机仿真计算及设计。</p><p>3.空调系统采用VRV变频式冷暖气系统，耗电量随负荷大小变动，有效降低空调电力之需求.预计可较一般空调系统节省约40%之用电。</p><p>4.照明系统方面在建筑外部采LED灯具，室内采用T5高效率照明灯具；另本大楼西侧部份均设日光照明控制系统，充份利用环境的自然采光，有效降低照明用电。</p><p>5.大楼内部所有门禁管制及机电设备均纳入监控系统内，随时记录各设备之用电状态，可作为日后使用保养上之参考。</p><p>6.建筑顶层Double Roof设计，最上层屋顶以格栅遮阳板及太阳能集热板作为遮阳及太阳能发电运用，预留太阳能发电与市电并联的扩充考虑，将太阳能电力储存用于公共空间及景观照明。</p><p>除用电量节约设计外，本大楼于水资源方面亦设置雨水回收系统，回收再过滤后用于室外及顶层景观之喷灌系统；另大楼内设置小型气象系统，监控阴雨天时喷灌系统不作用，以节省用水量。</p><p>&nbsp;</p><p>众家的成果</p><p>2007年12月25日由总统、副总统首度偕同南太平洋基里巴斯、帕劳、图瓦卢三邦交国元首，南下高雄参加民间企业庆富集团营运总部大楼开幕典礼及剪彩，众家除盛赞庆富集团成功企业外交典范外，更感佩集团对建筑景观与环境生态的要求，当欣赏外露结构与悬吊系统的建筑造型、简洁实用的弹性机能配置、效率便利的公共环境系统、科技节能的先进建材设备、人文质感的企业总部形象、内外贯通的流畅视觉空间、前瞻未来的规划理念等刚柔并济的建筑语汇外，更透过空间的安排感受丰富而细腻的高雄水岸城市风情。</p><p>&nbsp;</p><p><br/></p>"
  },
  "9316": {
    "text": "海光三村公园地景保育再生利用工程",
    "desc": "<h4>基地与环境</h4><p>海光三村公园位于高雄市左营区海光三村眷村旧址内，邻近为大龟山公园、凤山旧城遗址(一级古迹)及莲池潭间，高雄市政府因本区位的历史特殊性与生态的敏感性，已向国防部协调取得现阶段的委托管理，并决定未来完成有偿拨用的程序，成为公园用地；而其内原来之海胜里活动中心亦将配合计划调整用途，一部分作为高雄市政府工务局养工处养护大队区队办公室，就近照顾北高雄半屏山、洲仔湿地、莲池潭及大、小龟山的生态环境；另一部分作为N.G.O.民间社团办公室及文物陈列空间，同时结合自然生态左营旧城的人文特质，引进绿色团体、湿地保护联盟、野鸟协会、左营旧城文化协会等N.G.O.民间社团参与认养及经营管理，达成环境生态保育、教育、观光休闲等多元性功能。</p><p>&nbsp;</p><p>课题与任务</p><p>全区整体规划：</p><p>(1) 入口广场的重塑。</p><p>(2) 历史与生态教育两大分区。</p><p>(3) 左营旧城、眷村旧址及林相生态之解说导览动线。</p><p>旧有建筑再利用：</p><p>(1) 海胜里活动中心旧址整建为N.G.O.民间社团办公室及文物陈列空间、养护大队区队办公室、厕所等。</p><p>(2)&nbsp;&nbsp; 复兴幼儿园旧址先预留规划构想，另案办理整建计划。</p><p>现有生态景观保存：</p><p>(1)&nbsp;&nbsp; 重新整理并保存现有茄苳、血桐、南美假樱桃、榕树及凤凰木等自然林相。</p><p>(2)&nbsp;&nbsp; 增设地下水补注池，提供鸟类、昆虫栖息用途，延续生态物种的多样性。</p><p>&nbsp;</p><p>构想与设计</p><p>环境：</p><p>(1)&nbsp;&nbsp; 融合生态环境、旧城、眷村旧址等不同时期文化迭层风貌。</p><p>(2)&nbsp;&nbsp; 重建环境地景的整体布局与动线系统。</p><p>(3)&nbsp;&nbsp; 保留原有环境构成物，如电线杆、围墙、标语、植栽等。</p><p>(4) 展示废弃眷舍建筑其当时构筑的材料与工法，宛如一件大型的历史展示物。</p><p>(5) 改善全区的照明计划。</p><p>建筑：</p><p>(1)&nbsp;&nbsp; 融合环境风貌与建筑语汇，增设阳台次空间提供一个可亲自然的机会。</p><p>(2) 赋予旧空间新的建筑生命周期，完善其设备更新与满足展示、办公、服务等复合使用机能。</p><p>(3)&nbsp;&nbsp; 增设户外楼梯，内外双垂直动线系统满足不通单位使用及管制需求。</p><p>(4)&nbsp;&nbsp; 保留未来整建复兴幼儿园旧址成为眷村博物馆空间与动线的连结。</p><p>(5)&nbsp;&nbsp; 运用自然石、木等素材及与大地贴近的颜色。</p><p>&nbsp;</p><p>期与待</p><p>在这里，期许自然、历史能跟我们产生时空的对话；在这里，等待大家在慵懒午后来份下午茶，放慢步调，看看我们的环境，聊聊我们的情趣。</p><p>&nbsp;</p><p><br/></p>"
  },
  "9345": {
    "text": "巧新科技三期厂房"
  },
  "9350": {
    "text": "守义大学图资大楼方案"
  },
  "9353": {
    "text": "大雅牙医诊所"
  },
  "9437": {
    "text": "SUPER 新都"
  },
  "9441": {
    "text": "义大天悦塔暨会议展览中心"
  },
  "9442": {
    "text": "义大世界购物广场"
  },
  "9444": {
    "text": "义大世界伯爵特区"
  },
  "9445": {
    "text": "领秀山庄"
  },
  "9456": {
    "text": "莲潭国际文教会馆",
    "desc": "<p>本案为高雄市首件<span style=\"position:relative;margin-left:-4px;\">「</span>ROT」，原属<span style=\"position:relative;margin-left:-4px;\">「</span>公教人员训练中心」。因邻近莲池潭、原生植物园及半屏山，生态环境良好；又与高铁车站、国道十号闸口接壤，交通近便。致远管理学院与福华饭店经评选取得运营权，连手打造结合休闲娱乐、渡假住宿、教育训练的综合性场所。</p><p>&nbsp;</p><p>既有建筑群使用机能为高雄市政府人力发展局暨所属办公、会议、训练、住宿空间，建筑造型凹凸变化大，建材调性冷硬无趣；新建筑整合既有空间并重塑建筑风格，除了原使用机能外，又增设了大型会展及宴会厅之多功能空间、中西式餐厅、211间之客房、游泳池等，同时增建入口大厅乙栋并围塑户外中庭活动广场，分流住宿、会议、洽公、餐饮等人潮，并将外部生态的绿意引入内部公共空间，营造自然休闲度假的氛围。</p><p>&nbsp;</p><p>增改建有别于新建设计的操作，须先调查原建筑、结构、机电设备等状态及堪用程度，再配合运营单位调整空间机能，乃至于大规模变更；在既有建筑的问题会诊、再生空间的设计命题之间，需历经繁复的调校过程，成为本案最大的挑战。</p><p>&nbsp;</p><p>设计策略考虑<span style=\"position:relative;margin-left:-4px;\">「</span>呼应场域环境」、<span style=\"position:relative;margin-left:-4px;\">「</span>符合经营定位」两大课题，形塑休闲建筑风格，主要手法如下：</p><p>&nbsp;</p><p>增建量体，改造空间结构</p><p>在原三合院的临街面增设一层量体，机能上作为最适当的大厅位置，空间上将开放广场围塑成内庭，使之内外有别；对外开窗量小、对内大面开窗，产生视而不透的空间趣味，改变原有公务机构的空间结构。</p><p>&nbsp;</p><p>内庭新生，重新活化利用</p><p>内庭广场结合水池、水生植物、植栽、平台、活动广场等空间元素，满足多样性的使用需求，例如户外集会、庆典婚宴等；同时作为大厅的延伸，提供具有多重层次的空间经验。</p><p>&nbsp;</p><p>下沉广场，呈现宁静美感</p><p>延续内庭广场的水池成为落瀑，下沉广场自成一处宁静、安逸的非封闭性户外空间，不仅上下串联开放，并具有延伸自餐厅的视觉，将休闲的优雅美感在此处铺陈。</p><p>&nbsp;</p><p>形象色彩，融合环境氛围</p><p>整体休息形象的塑造，为融入原生植物园等外部绿意环境及南台湾饱满的阳光，采用白色为基本色彩，强调休闲建筑的明朗、活跃。夜间照明的构想，则表达在开阔场域里的明示效果，争取更远距离的视觉感受。</p><p>&nbsp;</p><p>造型风格，突破限制再生</p><p>建筑造型风格的改造实为本案的重要课题，它亦要体现文化、教育的意涵，亦要展现休闲旅馆的特色，然而受限于公有财产避免面积减少灭失的限制条件下，公部门不希望改变既有建筑量体，惟有运用外装材料及色彩统合旧有语汇；另因外观改建的预算有限，本案以不破坏原磁砖面为原则，在使用防水材料涂布后，全面施以涂料工法完成造型风格的再生。</p><p>&nbsp;</p><p><br/></p>"
  },
  "1151-1": {
    "text": "大江生医S9厂展示大庁"
  },
  "0000": {
    "text": "统一梦时代购物中心"
  },
  "0629": {
    "text": "威奈科技厂办"
  },
  "0709": {
    "text": "义大世界香榭大街"
  },
  "0716": {
    "text": "左营陈宅方案"
  },
  "0738": {
    "text": "义大皇家剧院"
  },
  "0801": {
    "text": "高雄世界贸易展览会议中心统包工程方案"
  },
  "0804": {
    "text": "观音山景观住宅"
  },
  "M0804": {
    "text": "威海新东阳呼雷汤温泉旅游开发项目规划方案"
  },
  "0811": {
    "text": "义大世界123广场"
  },
  "0829": {
    "text": "义大世界团客中心"
  },
  "0909": {
    "text": "大自然文化世界"
  },
  "0919-1": {
    "text": "鸿海高雄数位汇流数据中心"
  },
  "0919": {
    "text": "鸿海高雄研发育成大楼及数位汇流数据中心"
  },
  "0922": {
    "text": "六堆客家文化园区整体景观",
    "desc": "<h4>计划缘由背景</h4><p>一、计划缘由</p><p>六堆园区计划做为一个文化保存与观光交流的机制平台，在于体认到六堆深厚朴实的文化内涵，无可取代，六堆浓郁的乡土地景，亦不能复制。故将实行<span style=\"position:relative;margin-left:-4px;\">「</span>生态博物馆」(Eco- museum) 概念规划，以<span style=\"position:relative;margin-left:-4px;\">「</span>核心园区」及<span style=\"position:relative;margin-left:-4px;\">「</span>地方园区」同步进行之方式推动，积极发展营造既有客家庄聚落风貌，而六堆客家文化园区做为地方对外展现的窗口，将引领大众认识客家、走入六堆，而其衍生的良性经济效果，也将扮演促进地方永续活化，厚植乡镇竞争力的推手。</p><p>&nbsp;</p><p>二、历史背景</p><p>客家人渡海来台早期拓垦主要区域集中在台湾南部，<span style=\"position:relative;margin-left:-4px;\">「</span>六堆」地区更为南台湾客家重镇，据有平畴辽阔的高屏平原，形成完整聚集区域范围，六堆地区所拥有的丰富客家文化资产，几乎是台湾各界公认的<span style=\"position:relative;margin-left:-4px;\">「</span>台湾之最」，最古老的客家地区、最纯粹的客家聚落、最浓郁的客家风土，理所当然是体验客家文化必经途径。</p><p>&nbsp;</p><p>设计规划理念</p><p>一、设计理念说明</p><p>1、将六堆客家特色融入景观规划</p><p>将六堆客家常民礼祭习俗、生活印象及特色建筑融入景观规划，如用于伯公祭祀盘花的香花植物(泛指客家九香)、客家传统建物(烟楼、伙房等)以及特有农事(烟叶种植)，丰富整体景观深度。</p><p>&nbsp;</p><p>2、创造自然生态与生活地景的结合</p><p>六堆先民主要在于平地及山林间进行开拓，园区规划以客庄田园做为地景主题，展现客家人朴质生活特性，并与现代乐活生活观契合。</p><p>&nbsp;</p><p>3、传统建物地景与客家意象建筑的对话</p><p>田园区以烟楼，垄间及伙房等传统建物进行设置，与以<span style=\"position:relative;margin-left:-4px;\">「</span>伞」为意象建筑的伞架区形成有趣的传统与概念客庄对比。</p><p>&nbsp;</p><p>二、景观规划发展分区</p><p>1、伞架客家聚落景观区</p><p>以美浓纸伞为意象，为阿猴城遮荫，伞下规划客庄产业与文化聚落作为营运主轴，而为减少伞下活动区域耗能，伞架建筑除结合动能设置太阳能光电板，伞下建物亦规划可回收环保建材进行设置。</p><p>&nbsp;</p><p>&nbsp;</p><p>2、自然及田园景观区</p><p>在山林与平原间开拓是先民的生活史，客家人崇尚自然，乐天如命，以田园与自然景观搭配，营造客家人取之自然的生活环境，田园区规划以稻作、烟叶为主，并有客庄常见果树及经济作物，另配制烟楼、伙房及垄间等传统建物，做为文化体验之户外展场。</p><p>&nbsp;</p><p>3、九香花园景观区</p><p>以开基伯公为中心的九香花园，取自客家人以盘花拜伯公的生活习惯，当然还有生男的拜新丁习俗等，以带状配置之景观区域编织有如客家花布地景，搭配户外演出空间，让文化演艺与周边地景产生关联。</p><p>&nbsp;</p><p><br/></p>"
  },
  "0937": {
    "text": "良达科技厂房更新设计"
  },
  "0945": {
    "text": "农业科技园区外销观赏鱼及水产种苗产销营运区暨研发物流区",
    "desc": "<h4>设计概念</h4><p>1.鱼．鳞</p><p>亮丽闪动，能反射及折射亮光，犹如镜体，能使敌人炫目，亦能水天一色，不辨物体，成为天然伪装。</p><p>保护屏障，能隔绝外物感染，形成外部骨架，保持外型，减少与水的摩擦力。</p><p>有机生长，能随而展现生物的成长与健康指标。</p><p>2.建筑．外皮</p><p>建筑外皮的格栅屏幕，宛若本地人文的客家细编竹帘，保护着建筑墙体的大面开口与屋顶，导风遮阳，绿化隔热，体现节能的生态建筑。</p><p>重复律动的垂直羽版，随时间光影的变化，若鱼鳞般似的展现建筑物不同的幻化与活力，隐喻建筑内部涵养着无数的生命。</p><p>配置构想</p><p>1.分区明确完整</p><p>本工程用地主要分为研发物流区及外销观赏鱼产销营运区两部分。研发物流中心（1栋）位于基地北侧之研发物流区，具有独立之运输动线，避免与他栋厂区动线干扰。产销营运区标准厂房12栋位于物流中心之南侧，各栋建筑物正面皆面向道路，形成各自独立之出入口。各厂房之间留设足够间距以复层杂生混种绿化作为区隔，确保各栋厂房之私密性。</p><p>&nbsp;</p><p>2. 土地利用效率最大化</p><p>沿产销营运区外围配置厂房用地，使各厂房用地均为面宽30M、深50M，且正面皆面道路，提供最便利之运输条件，保留最大空地供厂区使用。厂房围塑出之中庭则作为景观公园及公用活动中心，期使土地使用发挥最大效益。</p><p>&nbsp;</p><p>3. 配合园区纹理，延续生态绿地</p><p>基地绿带配合园区现有绿轴之纹理，延伸现有生态绿地。</p><p>&nbsp;</p><p>4. 景观公园化</p><p>主要景观处为各厂房背面所围塑之中庭，结合生态水池构筑水景，成为园区工作人员漫步、休憩之处。人车动线分离及道路外围与基地内人行步道之林荫步道，提供园区如同公园般舒适的步行环境。</p><p>&nbsp;</p><p>5. 广告塔与LED电子屏幕</p><p>利用绿轴线之延伸向上，以斜坡植被之地景方式共构而成本区最高之构造物，形成地标型之广告高塔，其内并设置供应本区之海水、淡水、软水水源。</p><p>&nbsp;</p><p>6. 公用设备配置于区域核心，管线布设经济效率</p><p>公用设备(动力中心)配置于基地核心，其优点可使各厂房获得最短的管线距离，为最经济而有效益之配置。</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "9437-1": {
    "text": "大昌医院"
  },
  "1206": {
    "text": "金门三创"
  },
  "M0121": {
    "text": "渤海皇家",
    "desc": "<h4>渤海湾的空间尺度</h4><p>&nbsp;</p><p>建筑空间是为适应人的生理行为和精神需求而建造的，因此，在可能的条件下，人们会选择一个适宜的尺度，以满足其生理需求、领域感、私密性、邻里关系以及自我等方面的需要。</p><p>&nbsp;</p><p>我们想要掌握的尺度：</p><p>环境与密度的尺度： 人居环境要考虑人口密度与公共空间及设施的合理性，兼顾交通、景观、邻里尺度等方面的条件。</p><p>开间与进深的尺度： 对于居住者来说，大的开间、小的进深意味着获得多的阳光和景观。</p><p>楼高与层高的尺度： 高层集合住宅历来存在着不同的习惯：低层可接近花园，高处可开阔视野；低处上下方便，高层减少尘埃。</p><p>内门与外窗的尺度： 高门是大宅的标志，大窗是时尚的标志，门是居室的屏障，不仅蕴涵着便利，同时体现着美观；窗是连接户外的采光、通风，不仅影响着舒适，同时关系到健康。</p><p>&nbsp;</p><p>无所不在的风景阳光</p><p>每户住宅向着秦皇岛渤海湾的碧海云天敞开胸怀，八面来风，洗心涤尘，面面采光，阳光明媚。住高观远，水天交接，美不胜收。建筑前方为气势宏伟的花园广场，后侧则为运动休闲活动区，结合地下的休闲会所，可赏可亲，风情无限。</p><p>&nbsp;</p><p>全新天地的雅致生活</p><p>建筑物的表情丰富，鲜明的现代主义风格，彰显个性更为独特，朝迎旭日，暮送夕阳，生活不仅仅是更上一层楼，而是别开一番天地。建筑物因留设花园广场而退缩，净化空气更阻隔了喧闹的嘈杂，氛围祥和；大堂门厅庄重堂皇，彰显风雅文化；每户专设透明玻璃栏杆的阳台，提供观景休闲另一个层次的选择，让温暖来自阳光，更来自彼此的笑容。</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "M0208": {
    "text": "莹辉照明应用中心",
    "desc": "<h4>夹缝中的黑盒子</h4><p>&nbsp;</p><p>本项目为上海市区内旧有大楼的改建设计案，基地挤身于普陀区内环高架与轻轨明珠线之间，原有建筑物为1994年完工之七层RC办公大楼；除依业主要求保留其原有梁柱楼板结构外，其平面配置及立面造型均重新规划设计。</p><p>因主要用途是作为照明公司的办公、设计及展售中心，故夜间照明计划是为本案的表现重点。整体设计概念上，以<span style=\"position:relative;margin-left:-4px;\">「</span>BLACKBOX」为出发点，为表现特殊的灯光效果及照明韵律，我们利用建筑物的基本长方形体，作为灯光展演的舞台或屏幕。</p><p>在操作手法上，二层以上总计五个楼层高的封闭式外墙面，不规则配置了200个15×30㎝的埋入式全彩LED灯盒，灯盒采用内退于铝板外墙的设计方式，适当的隐藏了玻璃面的固定及防水所需的硅利康填缝。在白天，灯盒退缩造成的阴影凹凸关系，形成有如奶酪块般的趣味性；在夜间，透过喷砂玻璃的运用及灯盒内部的白色烤漆，对LED光源的均匀投射、反射，可得到较佳的呈现效果。每当夜幕低垂时，建筑物的深灰色形体渐渐隐入夜色之中，LED灯盒则开始幻化出不同颜色的点点星光。</p><p>此外，在建筑物的东侧立面上，设置了四个楼层高的连续垂直遮阳板，除白天有遮光的效果外，夜晚则利用隐藏于遮阳板背面的照明灯具，投射蓝色冷光于建筑物的侧面开口上，斜面遮阳板在间接照明的投射下形成蓝色序列式条状灯带，与LED灯盒的光点形成另一种点与面的对比感，在炫丽繁华的城市夜景中，这个夹缝中的黑盒子呈现了与招牌、霓虹灯相异的照明情境。</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "M0311": {
    "text": "广西民族博物馆方案"
  },
  "M0405": {
    "text": "东风日产汽车办公楼+研发中心",
    "desc": "<h4>设计目标</h4><p>&nbsp;</p><p>东风汽车有限公司系中国东风汽车集团与日本日产汽车集团共组之全中国最大之外资企业，除了在武汉地区设立总部基地及商用车研发中心外，本项目更是乘用车公司设计研发部门最重要之总部基地。</p><p>&nbsp;</p><p>东风乘用车公司办公楼与研发中心两者均是企业体核心价值的反映，但于外部环境关系上两者却思考着截然不同的设计布局：研发中心与试车道要求绝对的隐敝性，办公大楼则结合展示的开放感与工作的人性化；同时，更能兼顾汽车工业的科技意象与环境共生的永续精神。</p><p>&nbsp;</p><p>设计构想</p><p>&nbsp;</p><p>开放与隐蔽：为了满足不同的隐蔽条件，办公楼与研发中心两者均采用内向性的设计方式，使隐蔽的空间仍能在内庭产生对话，再藉由不同的入口与空间机能配置，达成不同程度的开∕蔽需求。造型则以方体简约的量体表现工业建筑的精神，而实虚的两个椭圆形隐含开放与交流的协调圆融，整体场域与建筑展现中、日企业及文化的内涵。</p><p>&nbsp;</p><p>办公大楼主要由两栋实体建筑量体所构成，其间围塑一处大挑空中庭的虚体空间，办公大楼前栋兼容对外展示及会议的机能所构筑的公共空间，藉由挑空中庭将活动向上延伸且串接后栋内部办公环境，让访客与工作者的视觉能穿透至各层的办公区，并以空中廊道连接前后栋之空间，隐喻人性化工作环境将沟通协调的机能关系反映在实体的元素上。</p><p>&nbsp;</p><p>研发中心是以外方体与椭圆形内庭形成的建筑，周边则以草坡围绕外围区域，将建筑物的外部视觉意象降至最低程度，强烈的宣示隐蔽性；并以内庭作为各空间单元之垂直水平联系动线，也作为沟通交流的公共领域。</p><p>&nbsp;</p><p><br/></p>"
  },
  "M0409": {
    "text": "花都艺墅小区"
  },
  "M0411": {
    "text": "东风汽车有限公司总部方案"
  },
  "M0414": {
    "text": "十堰市博物馆方案"
  },
  "M0510": {
    "text": "东风本田汽车办公楼"
  },
  "M0523": {
    "text": "松江公共实训中心方案"
  },
  "M0526": {
    "text": "万泓企业总部大楼方案"
  },
  "M0601": {
    "text": "东风日产汽车培训中心",
    "desc": "<h4>设计构想</h4><p>在现有的条件限制下利用现代建筑造型手段，以求通过建筑形式本身直接表达建筑物的内部基本功能和时代精神。</p><p>通过探索空间机能的内在关系并使之有机相连，对比例、虚实关系、对比等分析后，决定使用一个实的系统将复杂分散的立面元素统一起来，同时保持各个元素自身的特点与张力，使其形成对比，产生了鲜活的空间氛围.通过白色、中灰、红色铝塑板作为外墙立面材料，结合玻璃幕墙、聚碳酸酯、金属细部构件及浅黄色的外墙遮阳板，使建筑立面具有现代而活跃的气氛，在统一中蕴涵微妙的变化，使人产生丰富的视觉感受.</p><p>将多功能厅与阶梯教室分离于体系外形成体块的穿插与咬合，作为均衡与活力的要点。倾斜的造型加强了建筑的张力和动感。并形成了与屋面的空间关系.</p><p>展示厅位于建筑入口东侧，使用轻质的金属框与玻璃幕墙形成的体量仿佛悬挂于空中，取景框强调了展示的功能，有效凝聚视线，运用红色的铝塑板强化了入口的存在，而相同的形式表明了它与展示功能的关系.</p><p>教室的防晒系统由可推拉的遮阳板与室内织物遮阳来完成，形成了活跃的空间元素。延续的实体将复杂的造型元素连接，形成了统一的系统，强调了量体的雕塑感。</p><p>聚碳酸酯化学材料的使用在立面上产生了半透明材质效果，形成微妙的变化，在透明与不透明间形成中性地带，符合内部隐蔽的使用功能，有效的采光而遮挡视线。</p><p>绿色屋顶设计将建筑与周围环境天然地联系起来，减轻阳光直射产生的热量，优化周边空气，形成阶梯教室与多功能厅的室外休息平台。有效利用空间，使建筑产生更丰富的空间层次感。</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "M0708": {
    "text": "如皋南通六建总部",
    "desc": "<h4>设计概念：</h4><ol><li><p>本方案之规模为地上十六层地下一层，基地三面临路，南向面临惠政西路退缩绿带，北与东各邻15m纪庄路及宣化南路，向西则隔一建筑空地与公园对望。基地车行主入口设至于北侧纪庄路上，邻主要道路惠政西路则留设人行入口。</p></li><li><p>配置上群楼部分分成两栋，西栋楼为办公楼入口大厅、咖啡厅、餐厅等，东栋喽则设有商场健身房及多用途等空间，三搂以上之办公主楼则横跨于两栋群楼之上，呈南北座向，三量体之间形成一开放的URBAN HALL。地面层与地下一楼停车场以挑空的半开放空间串连，间接将阳光与空气导引至地下停车空间。</p></li><li><p>平面的布局转化于南通六建的LOGO，立面造型上则利用清水混凝土与玻璃帷幕，塑造出利落的工程形象，并将主楼设置于邻近惠政西路上，以提高沿街立面的视觉感。</p></li></ol><p>&nbsp;</p><p><br/></p>"
  },
  "M0801": {
    "text": "扬州瘦西湖华庄低层住宅项目方案"
  },
  "M0815": {
    "text": "南京农业展馆",
    "desc": "<h4>设计概念：</h4><p><span style=\"position:relative;margin-left:-4px;\">「</span>长江」、<span style=\"position:relative;margin-left:-4px;\">「</span>农田」孕育了无数的生命。田是农业发展的<span style=\"position:relative;margin-left:-4px;\">「</span>本」；亦是实现农业科技的<span style=\"position:relative;margin-left:-4px;\">「</span>场所」。</p><p>长江<span style=\"position:relative;margin-left:-4px;\">「</span>水」提供农田灌溉的来源，水跟农田的结合，形成农业科技最重要的<span style=\"position:relative;margin-left:-4px;\">「</span>前因」。</p><p>本设计方案藉由<span style=\"position:relative;margin-left:-4px;\">「</span>水」跟<span style=\"position:relative;margin-left:-4px;\">「</span>田」意像，作为农业科技国际交流中心设计发展的主要构想。</p><p><span style=\"position:relative;margin-left:-4px;\">「</span>水」-----光影的、闪耀的</p><p>水因光而产生了光影及闪耀的视觉，<span style=\"position:relative;margin-left:-4px;\">「</span>光影」展现了水的姿态，<span style=\"position:relative;margin-left:-4px;\">「</span>闪耀」活泼了水的表情，光影的舞动与闪耀的光芒，让水有了生命。</p><p><span style=\"position:relative;margin-left:-4px;\">「</span>田」-----系统的、有机的</p><p>阡陌纵横的田埂，在路网的分割下自成一套系统，而系统中因地块大小不同而成有机分布。不同的<span style=\"position:relative;margin-left:-4px;\">「</span>田」因耕种的差异有了多样的表情与丰富的色彩变化，让大地生意盎然。</p><p>基地环境分析：</p><p>本设计方案基地位于南京市河西新城区内，南临65M河西大街（纬九路）、东临35M乐山路、北临24M楠溪江西街、西临24M计划道路与公园预定地相望，为河西新城区总体规划之<span style=\"position:relative;margin-left:-4px;\">「</span>舞动之轴」的西侧端点。</p><p>&nbsp;</p><p><br/></p>"
  },
  "M0816": {
    "text": "天泰佳祺大厦方案",
    "desc": "<h4>设计概念</h4><p>a、 “佳祺大厦”设计遵从一种以人、文化及特定场所出发的特殊价值观和理念，是在上述要素错综复杂的基础之上为文脉进行的设计。 “佳祺大厦”的设计力图体现出其设计和建造的时间和场所的特征，平衡经济效益和环境资源，针对现有场地、气侯、历史和已经存在的建筑先例，去寻求并找出最适宜、最得体的建筑及规划解决方案。 <br/>B、“佳祺大厦”建筑规划设计由于受临近的小区日照问题的困扰我们在设计层面上力图在多元思维中追求平衡，运用连贯的设计哲学提供不同表现形式的解决方法。经过设计者的集思广益，与业主、规划部门及其他社会既得利益者的沟通和交流，协助业主做出对推进项目必不可少的决定，从而最终确定本案的综合发展主题。因此， “佳祺大厦”的设计没有采用一种既定或统一的标签，而是在多样化中进行创造，既表现了个人的智慧和技能，又具有符合规划部门规划要点业主愿望和团队合作的精神，使建筑风格能保持在同一地区的稳定水准。 <br/>C、“佳祺大厦”的设计概念的推出，我们相信一个好的作品是增值的，它不仅反映了设计者付出劳动的价值，开发建造者追寻的价值和使用者期待的价值，而且也提升了社区、社会和环境的广义整体价值。我们希望以这种对文化附加值的追求来适应城市变迁和建筑革新的挑战，在进行创造工作的过程中体现一份对历史、文化、环境和社会的责任和职业使命。</p><p>室外特征</p><p>建筑外部空间形态构成：为最大限度降低、回避建筑体量对临近小区住宅日照采光和建筑背景景观带来的影响和冲突，建筑外部构成采用板式平顶等组合元素和虚实体量处理手法，并以中性稳定的外墙色彩和现代块面组合，使规则的外部空间形态赋予江南文化印记并富有变化也减小对临近小区的过多遮挡，同时也与将军山景区形成一种建筑文脉上的呼应。建筑商场外墙材料以干挂花岗岩火烧板、住宅则以仿石面砖涂料为主；窗为喷塑铝合金中空反光银蓝玻璃窗。</p><p>室内特征</p><p>建筑空间营造：建筑空间营造处理上，住宅部分：采用单元入口楼层相连的平面布局方式，住户在一楼电梯垂直交通空间主导空间引领下，进入各个居住楼层，利用单元之间的过渡连接段，设公共交流平台。商场部分：两层商场面从室外交通流线组织，到内部交通和垂直交通勾连，都与住宅部分明显区分开来。为最大限度保护现有绿地和用地利用率及强度，整个建筑构成采用单元串联式布局元素形态，采用剪切、相贯、加减等设计处理手法，在满足临近小区标准日照和通风要求基础上，将整体建筑形体亲融在将军山、翠屏山整体景观之中。</p><p>&nbsp;</p><p><br/></p>"
  },
  "M0826": {
    "text": "丰盛集团科技园C地块建筑概念设计方案"
  },
  "M0900": {
    "text": "淮阴区社会事业大厦方案"
  },
  "M1020": {
    "text": "海门市国税局数据处理中心",
    "desc": "<h4>设计说明：</h4><p>1、“功能第一的原则”，本工程包括办公，服务大厅，汽车库等多项功能，综合性较强，设计应首先从满足各项使用功能出发，“形式追随功能”。</p><p>2、“以人为本”的原则。办公楼的功能主体是办公，办公人员始终是工程考虑的中心，本着让每一个办公人员都能有一个阳光的办公环境的想法，本工程营造一个可持续发展的各主要办公房间均朝南的阳光建筑</p><p>3、“可持续发展”的原则，根据办公环境长远发展规划要求，将生态建筑及可持续发展的先进理念引入本工程设计中，注重节能、环保及相关新技术、新材料、新设备的使用，使新建筑真正符合新时代的要求。</p><p>4、“注重空间景观再造”的原则，在合理组织院内各种人流物流，使之便捷顺畅、简洁高效、互不干扰的同时,努力塑造和谐、宜人的内外部空间环境，建立崭新有序的国税对外形象，使国税大楼成为国税人员和交税人的绿色秩站。</p><p><br/></p>"
  },
  "M1026": {
    "text": "大麦客量贩店"
  },
  "M1029": {
    "text": "格林芙洛斯世界生态旅游区规划方案"
  },
  "M1104": {
    "text": "钱江新城概念性总体规划方案"
  },
  "M1112": {
    "text": "平潭小高雄综合开发项目规划方案"
  },
  "M1121": {
    "text": "东莞中国邮政大楼方案"
  },
  "M1201": {
    "text": "漳州庆富学院"
  },
  "M1203": {
    "text": "襄阳新天地项目规划方案"
  },
  "M1208": {
    "text": "漳州庆富学院一期"
  },
  "M1302": {
    "text": "馀姚保利文化商业广场",
    "desc": "<h4>规划总体布局</h4><p>1、总体布局</p><p>创造一个充满文化艺术、丰富多样、井然有序的商业综合体总体规划的目标。</p><p>地块呈梯形的基地，东西长约400米，南北宽约190米,局部约500米，地块用地面积为119,070平方米。根据地块的特点，建筑主要采用片状布局及利用步行街街道来串连各片区，局部地段南北布局形成内街，以丰富整体文化艺术商业街的空间形态。</p><p>1） 空间结构</p><p>沿南边起分布有八栋1-12层的电子商务楼及1-2层的艺术创作街商业，往北依次分布1-3层的文化新天地步行街，临谭家岭东路及城东路设置1-4层文化娱乐购物、影城、时尚运动中心及42层的塔楼建筑体形成一个完整的空间序列。序列的两端是独立的、体量偏大的商业旗舰店；中间的商业体量偏小，灵活的布局创造了商业街内外穿插的变化；中央文化艺术步行街商业建筑一条龙的布局营造整个序列的高潮。</p><p>2）空间特色</p><p>1）连廊：连廊仿佛一根纽带将各栋独立的商业建筑联结为一个有机的整体；同时它也联结了文化娱乐购物、影城、时尚运动中心及文化新天地等商业项目。不同特色的商业的结合将大大提高商业的整体的竞争力和活力。两层的连廊环绕建筑内外交错创造了丰富多样的空间体验，即是商业的交通要道又是观景平台。</p><p>2）露台阳台：文化新天地的商业街体现在更多优质丰富的室外活动空间的营造上。利用建筑高低的变化在沿步行街面形成的屋顶平台以及一层的大露台是游客亲近街景、品茗赏月、领略文化艺术氛围的场所。屋顶绿化的处理手法柔化了室内外的过渡及屋顶商业平台；是人们体验自然最敏感之处。</p><p>3）文化艺术步行街道：沿着基地东侧天然形成的自然水系是项目亟须利用的环境资源，将人导入步行街道进而渗透至文化娱乐购物、影城、时尚运动中心及会展中心等等商业体。商业业态以餐饮为主艺术文化为辅。中央圆形艺术广场点缀其中以丰富其室外活动空间，为潜在的应用提供可能性。圆形集露天表演舞台、儿童游乐场所和各种庆典活动的举办等应用为一体。</p><p>&nbsp;</p><p><br/></p>"
  },
  "M1306": {
    "text": "云霄高铁物流园区概念",
    "desc": "<h4>设计概念：</h4><p>以浮岛现象联想概念</p><p>生态浮岛的概念，它的主要作用就是为了改善生态，在此概念中河流也可以有景观功效但偏重于改善水质、处理污水，吸收和富集水体当中的营养物质及其它污染物, 并通过最终收获植物体的形式, 彻底去除水体中被植物积累的营养负荷等污染物。融入整个基地使用水源，而绿色建筑与河流融洽联系组合成生态浮岛概念。</p><p>概念其中将花园至入空中桥梁与商业空间 ，从而种植绿化建筑提供阴影和富氧环境。</p><p>办公楼内部采用生态体系</p><p>每层办公室都设有外阳台和通高的推拉玻璃门以便控制自然通风的程度。</p><p>住宅区与公寓都应用生态建筑构想改善环境与休息绿洲屋顶达到生态效果。</p><p>加入电流走向形象的动态，转化成人脉动线延续性与链接性。而人群将像电子一样被电流带动置入致商业，办公，住宅等每个停留的位置。</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><br/></p>"
  },
  "M1310": {
    "text": "庆富绿色总部园区规划方案"
  },
  "M1317": {
    "text": "哈尔滨白鱼泡温泉度假村"
  },
  "V0802": {
    "text": "越南北宁赌场酒店方案",
    "desc": "<p>开发业主乃越南当地知名的地产开发商，因应越南首都河内市外围省份外商进驻的成熟性及商务住宿的需求，并配合CASINO赌场执照的取得，计划兴建七百间客房规模的五星级商务饭店，饭店内配属会议展示、购物餐饮、夜总会、健康俱乐部、赌场、秀场等多元多姿的功能空间；饭店外部建构一处三层楼落差的音乐水瀑景观意象，让光、影、水幻化成夜间的表演精灵。</p><p>&nbsp;</p><p>越南深受中国文化的影响，再则因为赌场设计对于<span style=\"position:relative;margin-left:-4px;\">「</span>风水」的思维，于设计之初已确立了主要空间的方位架构；然<span style=\"position:relative;margin-left:-4px;\">「</span>动线」安排更是赌场饭店的另一挑战，举凡赌客(VIP)、住客通道到管理服务动线串通了分区设施与后场安排。越南风俗文化<span style=\"position:relative;margin-left:-4px;\">「</span>待客之道」的理解将运用于此案在空间转化、建材选配与内装主题上，<span style=\"position:relative;margin-left:-4px;\">「</span>市场考虑、功能主导、效益为先」让CASINO的冒险之旅欢乐无限，为住客贴心的服务而倍显尊荣。</p><p>&nbsp;</p><p><br/></p>"
  },
  "V1001": {
    "text": "安富Palais de Lotus 住宅社区开发方案"
  },
  "V1302": {
    "text": "象湖生态旅游区A2/A3商业娱乐项目"
  }
};

var CASEDETAILS = {
  "1003": "<h3>易宏工业新厂及办公楼</h3><p>地点：台湾高雄</p><p>设计 / 完工：2010 / 2012</p><p>性质：厂房 / 办公 / 宿舍</p><p>业主：易宏热镀锌工业股份有限公司</p><p>基地面积：7,200sm</p><p>楼地板面积：5,220sm</p><p>高度 / 楼层：19.33m / 3F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：夏雯霖</p><p>专业顾问：结构：柳碧贞 / 机电：尚展</p><p>施工单位：宏明营造有限公司</p><p>工程造价：TWD 42,576,000元</p>",
  "1006": "<h3>天恩弥勒殿</h3><p>地点：台湾新竹</p><p>设计 / 完工：2010 -</p><p>性质：宗教设施</p><p>业主：财团法人天恩弥勒佛院</p><p>基地面积：77,549sm</p><p>楼地板面积：8,023sm</p><p>高度 / 楼层：34.7m</p><p>服务范围：建筑设计</p><p>建筑师：刘湘梅</p><p>专业顾问：结构：天珩 / 机电：联立 / 水保：新兴</p><p>设计中</p>",
  "1008": "<h3>中钢总部大楼方案</h3><p>地点：台湾高雄</p><p>设计 / 完工：2010 / 2011</p><p>性质：总部办公</p><p>业主：中国钢铁股份有限公司</p><p>楼地板面积：6,673sm</p><p>服务范围：室内设计方案</p><p>建筑师：刘湘梅</p><p>合作设计 / 当地设计单位：长益友室内装修股份有限公司</p>",
  "1010": "<h3>国立潮州高级中学明德楼 </h3><p>地点：台湾屏东 </p><p>设计 / 完工：2010 / 2012</p><p>性质：教室</p><p>业主：国立潮州高级中学</p><p>基地面积：53,671sm</p><p>楼地板面积：4,883sm</p><p>高度 / 楼层：19.98m / 4F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：夏雯霖+黄建盛</p><p>专业顾问：结构：蔡人寿 / 机电：立盛 / 幕牆：比晰 / 太阳能：茂迪</p><p>施工单位：兴发营造有限公司</p><p>工程造价：TWD 85,945,000元</p>",
  "1024": "<h3>许晴哲皮肤科诊所</h3><p>地点：台湾高雄</p><p>设计 / 完工：2010 / 2011</p><p>性质：诊所</p><p>业主：许晴哲医师</p><p>楼地板面积：207sm</p><p>服务范围：室内设计工程 / 家具选配</p><p>建筑师：刘湘梅</p><p>专业顾问：CIS：柏美</p><p>施工单位：大林室内装潢设计有限公司</p><p>工程造价：TWD 3,600,000元</p>",
  "1110": "<h3>桂田酒店三馆</h3><p>地点：台湾台南</p><p>设计 / 完工：2011 -</p><p>性质：酒店</p><p>业主：桂田关系企业</p><p>基地面积：4,532sm</p><p>楼地板面积：32,123sm</p><p>高度 / 楼层：90.2m / B4+17F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：京鼎 / 机电：高英</p><p>施工单位：三民营造股份有限公司</p><p>设计中</p>",
  "1122": "<h3>左营蔡宅</h3><p>地点：台湾高雄</p><p>设计 / 完工：2011</p><p>性质：住宅</p><p>业主：蔡秀玉</p><p>楼地板面积：191sm</p><p>服务范围：室内设计工程 / 家具选配</p><p>建筑师：刘湘梅</p><p>施工单位：大林室内装潢设计有限公司</p><p>工程造价：TWD 1,165,000元</p>",
  "1130": "<h3>统正梦时代二期开发项目</h3><p>地点：台湾高雄</p><p>设计 / 完工：2011 / 2013</p><p>性质：酒店 / 商场 / 办公 / 住宅</p><p>业主：统正开发股份有限公司</p><p>基地面积：27,634sm</p><p>楼地板面积：371,950sm</p><p>高度 / 楼层：B4+55F</p><p>服务范围：总体规划</p><p>建筑师：许铭阳+黄建盛</p><p>专业顾问：开发：高力国际</p>",
  "1138": "<h3>天恩慈氏祠堂</h3><p>地点：台湾苗栗</p><p>设计 / 完工：2011 -</p><p>性质：宗教设施</p><p>业主：财团法人天恩弥勒佛院</p><p>基地面积：9,775sm</p><p>楼地板面积：8,327sm</p><p>高度 / 楼层：17.95m</p><p>服务范围：建筑设计</p><p>建筑师：刘湘梅</p><p>专业顾问：结构：天珩 / 机电：联立 / 水保：新兴</p><p>设计中</p>",
  "1141": "<h3>垦丁白沙民宿</h3><p>地点：台湾屏东</p><p>设计 / 完工：2011 -</p><p>性质：民宿</p><p>业主：大帑殿企业有限公司</p><p>基地面积：29,283sm</p><p>楼地板面积：3,370sm</p><p>高度 / 楼层：10.7m / 3F</p><p>服务范围：建筑设计 / 景观设计 / 室内设计</p><p>建筑师：许铭阳+赵文绅+刘湘梅</p><p>合作设计 / 当地设计单位：结构：中泰 / 机电：高英</p><p>施工单位：设计中</p>",
  "1143": "<h3>义大亚洲广场</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2011 -</p><p>性质：酒店 / 百货 / 宴会</p><p>业主：义联集团 </p><p>基地面积：18,024sm</p><p>楼地板面积：240,000sm</p><p>高度 / 楼层：122.4m / B6+29F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳+赵文绅+黄建盛</p><p>专业顾问：结构：超伟 / 机电：正弦 / 交通：行易网 /  环评：能硕 / 防灾：捷力士</p><p>设计中</p>",
  "1144": "<h3>钜橡企业F厂及办公楼</h3><p>地点：台湾台南</p><p>设计 / 完工：2011 -</p><p>性质：厂房 / 办公</p><p>业主：钜橡企业股份有限公司</p><p>基地面积：10,843sm</p><p>楼地板面积：15,352sm</p><p>高度 / 楼层：20.1m / 5F</p><p>服务范围：总体规划 / 建筑设计 / 室内设计</p><p>建筑师：夏雯霖+刘湘梅</p><p>专业顾问：结构：京鼎 / 机电：安立 / 消防：专益</p><p>施工单位：华丰营造股份有限公司</p><p>工程造价：TWD 215,627,000元</p><p>施工中</p>",
  "1150": "<h3>国际星辰旅馆更新整建</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2011 / 2012</p><p>性质：酒店</p><p>业主：国际星辰旅馆</p><p>基地面积：514sm</p><p>楼地板面积：7,125sm</p><p>高度 / 楼层：43.4m / B3+14F</p><p>服务范围：建筑改造设计</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：天珩 / 机电：高英 / 室内：理杰</p><p>施工单位：福喜建设股份有限公司</p><p>工程造价：TWD 62,700,000</p>",
  "1151-1": "<h3>大江生医S9厂展示大厅</h3><p>地点：台湾屏东</p><p>设计 / 完工：2013 - </p><p>性质：办公展示</p><p>业主：大江生医生物整合设计公司</p><p>楼地板面积：521sm</p><p>服务范围：室内设计 / 多媒体规划</p><p>建筑师：许铭阳+刘湘梅</p><p>设计中</p>",
  "1151": "<h3>大江生医S9厂</h3><p>地点：台湾屏东</p><p>设计 / 完工：2011 - </p><p>性质：厂房 / 办公</p><p>业主：大江生医生物整合设计公司</p><p>基地面积：10,866sm</p><p>楼地板面积：7,504sm</p><p>高度 / 楼层：　9.89m / 2F</p><p>服务范围：总体规划 / 建筑设计 / 室内设计</p><p>建筑师：许铭阳+刘湘梅+黄建盛 </p><p>专业顾问：结构：远代 / 机电：伟盟 / 空调：广达 / 消防：冠懋</p><p>施工单位：诠兴营造股份有限公司/p><p>工程造价：TWD 129,900,000元</p><p>施工中</p>",
  "1210": "<h3>缅甸眉苗佛院方案</h3><p>地点：缅甸眉苗</p><p>设计 / 完工：2012</p><p>性质：宗教设施</p><p>业主：弥勒大道</p><p>基地面积：8,712sm</p><p>楼地板面积：15,476sm</p><p>高度 / 楼层：36m / 5F</p><p>服务范围：建筑设计</p><p>建筑师：刘湘梅</p>",
  "1216": "<h3>恒春福乐酒店式公寓方案</h3><p>地点：台湾屏东</p><p>设计 / 完工：2012</p><p>性质：酒店</p><p>业主：福乐企业集团</p><p>楼地板面积：29,575sm</p><p>服务范围：室内设计方案</p><p>建筑师：刘湘梅</p>",
  "1221": "<h3>义大癌治疗医院</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2009 / 2011</p><p>性质：医院</p><p>业主：义大医疗财团法人</p><p>基地面积：138,455sm</p><p>楼地板面积：114,496sm </p><p>高度 / 楼层：49.9m / B2+12F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳+刘湘梅</p><p>合作设计 / 当地设计单位：-</p><p>专业顾问：结构：超伟 / 机电：信伟 / 空调：协展 / 消防：铉弘 /  室内：义大开发</p><p>施工单位：新泉营造股份有限公司</p><p>施工中</p>",
  "1225": "<h3>高雄美国学校总体规划方案</h3><p>地点：台湾高雄</p><p>设计 / 完工：2012</p><p>性质：行政 / 教学 / 餐厅 / 集会堂 / 图书馆</p><p>业主：财团法人高雄美国学校</p><p>基地面积：29,302sm</p><p>楼地板面积：23,600sm</p><p>高度 / 楼层：B1+4F</p><p>服务范围：总体规划 / 建筑设计 / 室内设计</p><p>建筑师：许铭阳+彭信苍+夏雯霖+刘湘梅</p><p>专业顾问：结构：天珩 / 机电：联立 / 空调：协展</p><p>工程造价：TWD 464,633,813元</p><p>邀请竞图第二名</p>",
  "1228": "<h3>义大游乐世界二期及古堡酒店</h3><p>地点：台湾高雄</p><p>设计 / 完工：2012 -</p><p>性质：主题乐园 / 滑雪场/ 商场 / 酒店 / Villa / 电影后製</p><p>业主：义联集团</p><p>基地面积：179,800sm</p><p>楼地板面积：177,708sm</p><p>高度 / 楼层：21.6m / B1+6F</p><p>服务范围：总体规划</p><p>建筑师：许铭阳+黄建盛</p><p>设计中</p>",
  "1238": "<h3>德商罗曼动物疫苗厂办新建</h3><p>地点：台湾屏东</p><p>设计 / 完工：2012 -</p><p>性质：厂房 / 办公</p><p>业主：罗曼台湾有限公司</p><p>基地面积：29,256sm</p><p>楼地板面积：7,408sm</p><p>高度 / 楼层：18.4m / 3F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+赵文绅</p><p>合作设计 / 当地设计单位：印度 DCPL 国际顾问</p><p>专业顾问：结构：天珩 / 机电：明哲 / 空调：协展</p><p>工程造价：TWD 750,000,000元</p><p>设计中</p>",
  "1243": "<h3>竹精緻商旅更新整建</h3><p>地点：台湾高雄</p><p>设计 / 完工：2012 / 2014</p><p>性质：酒店</p><p>业主：泓扬基业股份有限公司</p><p>楼地板面积：3,060sm</p><p>服务范围：室内设计工程</p><p>建筑师：刘湘梅</p><p>专业顾问：CIS：柏美 / 机电：高英</p><p>施工中</p>",
  "1249": "<h3>国立海洋科技博物馆海洋生态展示馆</h3><p>地点：台湾基隆</p><p>设计 / 完工：2012 -</p><p>性质：水族馆</p><p>业主：庆阳海洋企业股份有限公司</p><p>基地面积：11,614sm</p><p>楼地板面积：15,488sm</p><p>高度 / 楼层：20.6m / B1+4F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：许铭阳+彭信苍+夏雯霖</p><p>合作设计 / 当地设计单位：英国福斯特建筑师事务所 / 澳洲AAT</p><p>专业顾问：结构：信业 / 机电：联立 / 空调：协展 / 外牆：比晰 /  景观：颐和 / 水保：智全 / 性能设计：巨江 / 还评：光宇 / 绿建筑：绿建筑学会</p><p>施工单位：互助营造股份有限公司</p><p>工程造价：TWD 1,350,000,000元</p><p>设计中</p>",
  "1303": "<h3>印尼天慧弥勒佛院方案</h3><p>地点：印尼</p><p>设计 / 完工：2013</p><p>性质：宗教设施</p><p>业主：弥勒大道</p><p>基地面积：12,984sm </p><p>楼地板面积：24,141sm</p><p>高度 / 楼层：38.6m / 6F</p><p>服务范围：建筑设计</p><p>建筑师：刘湘梅</p><p>专业顾问：结构：天珩</p>",
  "1315": "<h3>国立海洋科技博物馆商业空间</h3><p>地点：台湾基隆</p><p>设计 / 完工：2013 / 2014</p><p>性质：餐饮 / 卖店</p><p>业主：庆阳海洋企业股份有限公司</p><p>楼地板面积：2,771sm</p><p>服务范围：室内工程</p><p>建筑师：刘湘梅</p><p>施工单位：大林室内装潢设计有限公司</p><p>工程造价：TWD 54,179,957元</p>",
  "1320": "<h3>王冠铝业永安厂</h3><p>地点：台湾高雄</p><p>设计 / 完工：2013 -</p><p>性质：厂房 / 办公</p><p>业主：王冠铝业股份有限公司</p><p>基地面积：3,382sm</p><p>楼地板面积：4,640sm</p><p>高度 / 楼层：17.85m / 4F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+赵文绅</p><p>专业顾问：结构：蔡泰昌 / 机电：高英</p><p>施工单位：正辰营造有限公司</p><p>工程造价：TWD 93,920,000元</p><p>施工中</p>",
  "1323": "<h3>大江生医中兴大学产学联合研发中心</h3><p>地点：台湾台中</p><p>设计 / 完工：2013 - 2014</p><p>性质：科研实验室</p><p>业主：大江生医生物整合设计公司</p><p>楼地板面积：640sm</p><p>服务范围：室内设计方案</p><p>建筑师：刘湘梅</p>",
  "1334": "<h3>印尼巴丹岛佛院方案</h3><p>地点：印尼巴丹岛</p><p>设计 / 完工：2014 -</p><p>性质：宗教设施</p><p>业主：弥勒大道</p><p>基地面积：217,856sm</p><p>楼地板面积：300,288sm</p><p>高度 / 楼层：72m / 6F</p><p>服务范围：建筑设计</p><p>建筑师：刘湘梅</p>",
  "1401": "<h3>佛光山惠中寺方案</h3><p>地点：台湾台中</p><p>设计 / 完工：2014</p><p>性质：宗教设施</p><p>业主：佛光山惠中寺</p><p>基地面积：8,052sm</p><p>楼地板面积：34,612sm</p><p>服务范围：室内设计方案</p><p>建筑师：刘湘梅</p>",
  "1402": "<h3>乐林宴会饭店</h3><p>地点：台湾高雄</p><p>设计 / 完工：2014 -</p><p>性质：餐饮</p><p>业主：林园婚旅机构</p><p>基地面积：5,086sm</p><p>楼地板面积：25,902sm</p><p>高度 / 楼层：36.6m / B3+9F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：天珩 / 机电：陈照荣 / 空调：协展 /  交通：安得 / 厨房：振凌</p><p>施工单位：设计中</p>",
  "1406": "<h3>金三荣市港段集合住宅</h3><p>地点：福建金门</p><p>设计 / 完工：2014 -</p><p>性质：集合住宅</p><p>业主：金三荣开发建设股份有限公司</p><p>基地面积：490sm</p><p>楼地板面积：3,323sm</p><p>高度 / 楼层：32.25m / B2+9F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：夏雯霖</p><p>专业顾问：结构：柳碧贞 / 机电：源盛</p><p>施工单位：泉昇营造股份有限公司</p><p>工程造价：TWD 15,283,684元 (法定)</p><p>设计中</p>",
  "1408": "<h3>大高雄俯瞰式观光设施可行性评估计</h3><p>地点：台湾高雄</p><p>设计 / 完工：2014 -</p><p>性质：观光设施</p><p>业主：高雄市政府观光局</p><p>楼地板面积：景观设计</p><p>高度 / 楼层：赵文绅</p><p>合作设计 / 当地设计单位：城都国际开发规划管理顾问有限公司</p><p>设计中</p>",
  "9015": "<h3>同盟大楼</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2001 / 2004</p><p>性质：集合住宅</p><p>业主：南和兴产实业股份有限公司</p><p>基地面积：2,014sm</p><p>楼地板面积：11,546sm </p><p>高度 / 楼层：48.2m / B2+14F</p><p>服务范围：总体规划 / 建筑设计 / 内装设计</p><p>建筑师：许铭阳+黄茂良+刘湘梅</p><p>专业顾问：结构：吕清心+刘张钦彦+蔡人寿 / 机电：联立</p><p>施工单位：宇泰营造股份有限公司</p><p>工程造价：TWD 163,000,000元</p>",
  "9101": "<h3>高雄市临港线铁路客运列车站体暨轮</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2002 / 2003</p><p>性质：轻轨站 / 渡船站 / 公共景观设施</p><p>业主：高雄市政府工务局</p><p>基地面积：23,108sm </p><p>高度 / 楼层：38.2m</p><p>服务范围：总体规划 / 景观设计</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：超伟 / 机电：陈春成 / 照明：袁宗南</p><p>施工单位：春德营造股份有限公司＋全力营造有限公司</p><p>工程造价：TWD 36,000,000元</p><p>第一届高雄市优良都市设计景观评选大奖 优良作品</p>",
  "9201": "<h3>金酒公司金宁厂整体景观规划 </h3><p>地点：福建金门 </p><p>设计 / 完工：2003 / 2004</p><p>性质：厂区景观设施</p><p>业主：金门酒厂实业股份有限公司</p><p>基地面积：224,000sm</p><p>服务范围：总体规划 / 景观设计 / 建筑改造设计</p><p>建筑师：夏雯霖+赵文绅</p><p>专业顾问：结构：吕清心+刘张钦彦+蔡人寿 / 机电：联立</p><p>施工单位：泉昇营造股份有限公司</p><p>工程造价：TWD 47,450,000元</p>",
  "9217": "<h3>树德科技大学行政大楼暨礼堂</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2003 / 2007</p><p>性质：教室 / 办公 / 多功能礼堂兼体育馆</p><p>业主：树德科技大学</p><p>基地面积：158,793sm</p><p>楼地板面积：31,330sm</p><p>高度 / 楼层：25.8m / B2+5F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：赖建诚 / 机电：东立 / 监造：中兴</p><p>施工单位：隆大营造股份有限公司</p><p>工程造价：TWD 144,996,449元</p>",
  "9230": "<h3>高雄捷运O5/R10美丽岛站</h3><p>地点：台湾高雄</p><p>设计 / 完工：2003 / 2005</p><p>性质：交通设施</p><p>业主：高雄捷运股份有限公司</p><p>基地面积：27,000sm</p><p>楼地板面积：35,000sm</p><p>高度 / 楼层：20m / B3+1F</p><p>服务范围：建筑设计 / 装修设计</p><p>建筑师：黄茂良+赵文绅</p><p>合作设计 / 当地设计单位：株式会社高松伸建筑设计事务所</p><p>专业顾问：结构 / 机电：中兴工程顾问有限公司</p><p>施工单位：荣民工程 / 日商鹿岛联合承揽</p><p>2009建筑园冶奖，高雄地区特别奖</p>",
  "9306": "<h3>福慧大楼</h3><p>地点：台湾高雄</p><p>设计 / 完工：2004 / 2007</p><p>性质：银行/ 集合住宅</p><p>业主：戴晋平</p><p>基地面积：736sm</p><p>楼地板面积：3,402sm</p><p>高度 / 楼层：37m / B2+9F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：夏雯霖</p><p>专业顾问：结构：蔡人寿 / 机电：立盛</p><p>施工单位：达茂营造股份有限公司</p><p>工程造价：TWD 20,477,528元</p>",
  "9311": "<h3>庆富集团营运总部大楼</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2004 / 2007</p><p>性质：办公</p><p>业主：庆富集团</p><p>基地面积：7,123sm</p><p>楼地板面积：25,179sm</p><p>高度 / 楼层：55.6m / B2+10F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳+夏雯霖</p><p>合作设计 / 当地设计单位：英国理查．罗杰斯建筑师事务所</p><p>专业顾问：结构：超伟 / 机电：协扬+彩镱 / 空调：协展 / 外牆：比晰 /  室内：汇侨+亚浩+莱格</p><p>施工单位：互助营造股份有限公司</p><p>工程造价：TWD 910,000,000元</p><p>RIBA International Awards 2009</p><p>2008 中华民国第一届都市设计大奖 入选决赛</p>",
  "9316": "<h3>海光三村公园地景保育再生利用工程</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2004 / 2005</p><p>性质：公共景观设施 / 文物馆</p><p>业主：高雄市政府工务局养护工程处</p><p>基地面积：61,622sm</p><p>高度 / 楼层：2F</p><p>服务范围：建筑设计 / 景观设计 / 旧建筑再利用</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：黄益 / 机电：罗月瑛</p><p>施工单位：李青山营造有限公司</p><p>工程造价：TWD 18,000,000元</p>",
  "9345": "<h3>巧新科技三期厂房</h3><p>地点：台湾云林 </p><p>设计 / 完工：2004 / 2007</p><p>性质：厂房 / 办公</p><p>业主：巧新科技工业股份有限公司</p><p>楼地板面积：　66,461sm</p><p>高度 / 楼层：21.75m / B1+5F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+夏雯霖</p><p>专业顾问：结构：天珩 / 机电：立达</p><p>施工单位：固裕营造有限公司</p><p>工程造价：TWD 313,381,188元</p>",
  "9350": "<h3>义守大学图资大楼方案  </h3><p>地点：台湾高雄 </p><p>设计 / 完工：2004 / 2006</p><p>性质：图书馆</p><p>业主：义守大学</p><p>基地面积：9,471sm</p><p>楼地板面积：31,331sm </p><p>高度 / 楼层：12.6m / B3+5F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+刘湘梅</p><p>合作设计 / 当地设计单位：英国理查．罗杰斯建筑师事务所</p><p>专业顾问：结构：超伟 / 机电：协扬 / 空调：协展</p><p>工程造价：TWD 156,652,900元</p>",
  "9353": "<h3>大雅牙医诊所</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2004 / 2005</p><p>性质：诊所</p><p>业主：大雅牙医诊所</p><p>楼地板面积：1,149sm </p><p>高度 / 楼层：28.5m / B1+9F</p><p>服务范围：建筑改造设计 / 室内设计</p><p>建筑师：刘湘梅</p>",
  "9437": "<h3>SUPER新都</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2004 / 2011</p><p>性质：别墅住宅</p><p>业主：烨茂实业股份有限公司</p><p>基地面积：24,436sm</p><p>楼地板面积：70,444sm</p><p>高度 / 楼层：17.3m / B1+5F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄茂良</p><p>专业顾问：结构：郑隆山 / 机电：亚泰</p><p>施工单位：新泉营造股份有限公司</p>",
  "9441": "<h3>义大天悦塔暨会议展览中心</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2005 - 2006</p><p>性质：景观高塔 / 展览中心 / 会议中心 / 缆车站 / 电影文化中心  / 餐饮 / 零售 / VILLA / SPA汤屋 / 酒店公寓</p><p>业主：义联集团</p><p>基地面积：361,681sm</p><p>楼地板面积：216,687sm </p><p>高度 / 楼层：398m / B4+15F</p><p>服务范围：总体规划 / 景观设计</p><p>建筑师：许铭阳+赵文绅</p><p>专业顾问：cdi / 开创</p>",
  "9442": "<h3>义大世界购物广场</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2005 / 2010</p><p>性质：零售 / 百货</p><p>业主：义联集团</p><p>楼地板面积：129,052sm </p><p>高度 / 楼层：B4+5F</p><p>服务范围：建筑造型设计</p><p>建筑师：许铭阳</p><p>合作设计 / 当地设计单位：日本cdi设计公司</p>",
  "9444": "<h3>义大世界伯爵特区</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2005 / 2011</p><p>性质：别墅住宅</p><p>业主：泛乔股份有限公司</p><p>基地面积：9,937sm</p><p>楼地板面积：11,608sm</p><p>高度 / 楼层：18.1m / 4F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳+黄茂良</p><p>专业顾问：结构：吕清心 / 机电：高英</p><p>施工单位：新泉营造股份有限公司</p><p>工程造价：TWD 340,371,044元</p>",
  "9445": "<h3>领秀山庄</h3><p>地点：台湾高雄</p><p>设计 / 完工：2005 / 2008</p><p>性质：别墅住宅</p><p>业主：信林建设股份有限公司</p><p>基地面积：4,974sm</p><p>楼地板面积：4,314sm</p><p>高度 / 楼层：9.94m / 3F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：黄茂良</p><p>专业顾问：结构：朱鑫龙+柳碧贞 / 机电：巨成</p><p>施工单位：圣林营造股份有限公司</p><p>工程造价：TWD 22,359,729元</p>",
  "9456": "<h3>莲潭国际文教会馆 </h3><p>地点：台湾高雄 </p><p>设计 / 完工：2005 / 2008</p><p>性质：酒店</p><p>业主：台湾首府大学</p><p>基地面积：17,251sm</p><p>楼地板面积：34,152sm</p><p>高度 / 楼层：34.8m / B2+10F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄茂良</p><p>专业顾问：结构：朱鑫龙 / 机电：锦泰丰 / 空调：祥易 / 消防：国介 /  室内：鸿匠+亿特 / 音响：黄炳勳</p><p>施工单位：芳源号营造股份有限公司</p><p>工程造价：TWD 500,000,000元</p>",
  "M0804": "<h3>威海新东阳呼雷汤温泉旅游开发项目规划方案</h3><p>地点：山东文登</p><p>设计 / 完工：2008 / 2009</p><p>性质：温泉酒店 / 别墅 / 商店街 / 高尔夫球厂及会所</p><p>业主：新东阳集团</p><p>基地面积：2,400,000sm</p><p>楼地板面积：334,000sm</p><p>高度 / 楼层：21m / 5F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+夏雯霖+郭律民</p><p>专业顾问：策划：青腾 / 高尔夫球场：Pacific  Coast Design (澳洲)</p>",
  "M1029": "<h3>格林芙洛斯世界生态旅游区规划方</h3><p>地点：贵州惠水</p><p>设计 / 完工：2010 / 2011</p><p>性质：酒店 / 别墅 / 商店街 / 高尔夫球会所</p><p>业主：深圳康沃投资控股集团</p><p>基地面积：2,933,348sm</p><p>楼地板面积：332,700sm </p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：夏雯霖+黄建盛</p>",
  "M1112": "<h3>平潭小高雄综合开发项目规划方案</h3><p>地点：福建平潭</p><p>设计 / 完工：2011 / 2012</p><p>性质：办公 / 酒店 / 商业 / 住宅</p><p>业主：高平投资开发促进会</p><p>基地面积：117,988sm</p><p>楼地板面积：827,773sm</p><p>高度 / 楼层：B2+58F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+夏雯霖+黄建盛</p>",
  "M1104": "<h3>钱江新城概念性总体规划方案</h3><p>地点：浙江温岭</p><p>设计 / 完工：2011 / 2013</p><p>性质：酒店 / 别墅 / 商店街 / 医院 / 集合住宅 / 学校 /  游乐场</p><p>业主：义联集团</p><p>基地面积：2,918,700sm</p><p>楼地板面积：3,436,900sm</p><p>高度 / 楼层：60m / B1+20F</p><p>服务范围：总体规划</p><p>建筑师：许铭阳+黄建盛</p>",
  "M1203": "<h3>襄阳新天地项目规划方案</h3><p>地点：湖北襄阳</p><p>设计 / 完工：2012 / 2013</p><p>性质：酒店 / 商场 / 集合住宅 / 学校</p><p>业主：襄阳雅可商务区开发有限公司</p><p>基地面积：117,993sm</p><p>楼地板面积：734,899sm</p><p>高度 / 楼层：B2+46F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄建盛</p><p>合作设计 / 当地设计单位：DCI思亚国际</p>",
  "1206": "<h3>金门三创</h3><p>地点：福建金门</p><p>设计 / 完工：2012 -</p><p>性质：酒店 / 商场 / 集合住宅 / 学校</p><p>业主：鸿海科技集团</p><p>基地面积：28,300sm</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄建盛</p>",
  "M1306": "<h3>云霄高铁物流园区概念</h3><p>地点：福建云霄</p><p>设计 / 完工：2013 -</p><p>性质：办公 / 酒店 / 商业 / 住宅</p><p>业主：庆富集团</p><p>基地面积：188644sm</p><p>楼地板面积：746,182sm</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+黄建盛</p><p>设计中</p>",
  "M1310": "<h3>庆富绿色总部园区规划方案</h3><p>地点：福建漳州</p><p>设计 / 完工：2013 / 2014</p><p>性质：酒店 / 商场 / 集合住宅 / 学校</p><p>业主：庆富集团</p><p>基地面积：1,552,000sm</p><p>楼地板面积：570,000sm</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄建盛</p><p>设计中</p>",
  "M0311": "<h3>广西民族博物馆方案</h3><p>地点：广西南宁 </p><p>设计 / 完工：2003</p><p>性质：展示 / 典藏 / 研究 / 办公</p><p>业主：广西壮族自治区文化厅</p><p>基地面积：86,000sm</p><p>楼地板面积：30,763sm </p><p>高度 / 楼层：B1+4F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：夏雯霖</p><p>合作设计 / 当地设计单位：美国RTKL国际有限公司</p><p>施工单位：CNY 148,230,000元</p>",
  "M0414": "<h3>十堰市博物馆方案</h3><p>地点：湖北十堰 </p><p>设计 / 完工：2004</p><p>性质：博物馆</p><p>业主：湖北十堰市人民政府</p><p>楼地板面积：9,900sm </p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：郭律民</p>",
  "M0708": "<h3>如皋南通六建总部</h3><p>地点：江苏南通</p><p>设计 / 完工：2007-2011</p><p>性质：办公 / 科研</p><p>业主：南通六建建设集团</p><p>基地面积：10,000sm</p><p>楼地板面积：21796sm</p><p>高度 / 楼层：71m / B1+16F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：黄建盛</p><p>合作设计 / 当地设计单位：南通市规划设计院有限公司</p>",
  "M0815": "<h3>南京农业展馆</h3><p>地点：江苏南京</p><p>设计 / 完工：2008-2011</p><p>性质：展览 / 会议 / 办公 / 零售 / 餐饮</p><p>基地面积：34,459sm</p><p>楼地板面积：83,710sm</p><p>高度 / 楼层：107m / B1+25F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄建盛</p>",
  "0738": "<h3>义大皇家剧院</h3><p>地点：台湾高雄</p><p>设计 / 完工：2007 / 2010</p><p>性质：专业表演剧场</p><p>业主：义联集团 </p><p>基地面积：8,841sm</p><p>楼地板面积：10,322sm </p><p>高度 / 楼层：21.6m / B4+3F</p><p>服务范围：室内设计 / 舞台音响灯光设备设计</p><p>建筑师：许铭阳+刘湘梅</p><p>合作设计 / 当地设计单位：林益庆建筑师事务所</p><p>专业顾问：结构：中泰 / 机电：高英新泉营造股份有限公司</p>",
  "0801": "<h3>高雄世界贸易展览会议中心统包工程</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2008 / 2010</p><p>性质：展览 / 会议 / 办公 / 零售 / 餐饮</p><p>业主：高雄市政府工务局新建工程处</p><p>基地面积：44,929sm</p><p>楼地板面积：63,228sm</p><p>高度 / 楼层：37.8m / B1+3F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳+夏雯霖</p><p>合作设计 / 当地设计单位：美国RTKL国际有限公司</p><p>专业顾问：结构：永峻 / 机电：安鼎 / 空调：协展 /  景观：老圃 / 交通：康地 / 幕牆：比晰 / 视听：大誉 / 装修：长荷</p><p>工程造价：TWD 2,830,000,000元</p><p>统包评选第三名</p>",
  "M1201": "<h3>漳州庆富学院</h3><p>地点：福建云霄</p><p>设计 / 完工：2012 -</p><p>性质：行政 / 教学 / 餐厅 / 住宿</p><p>业主：庆富集团</p><p>基地面积：990,000sm</p><p>楼地板面积：263,630sm (共22栋)</p><p>高度 / 楼层：B1+8F</p><p>服务范围：建筑设计 / 室内设计</p><p>建筑师：许铭阳+夏雯霖＋刘湘梅＋黄建盛</p><p>合作设计 / 当地设计单位：香港10 Design / 陕西丰宇设计工程有限公司</p><p>专业顾问：室内：风河、集艺、欧坊 / 景观：山水园</p><p>施工单位：中国二十冶集团有限公司</p><p>施工中</p><p>香港建筑师学会两岸四地建筑设计论坛及大奖2013</p>",
  "M0208": "<h3>莹辉照明应用中心</h3><p>地点：上海普陀 </p><p>设计 / 完工：2002 / 2004</p><p>性质：办公 / 展示</p><p>业主：莹辉集团有限公司</p><p>基地面积：1,653sm</p><p>楼地板面积：3,800sm</p><p>高度 / 楼层：35.5m / 7F</p><p>服务范围：建筑改造设计</p><p>建筑师：黄茂良</p><p>合作设计 / 当地设计单位：东风设计研究院 / 上海纺织建筑设计研究院</p><p>专业顾问：项目管理：上海掘坷</p><p>施工单位：上海金鹿建筑实业有限公司</p><p>工程造价：TWD 32,000,000元</p>",
  "M0405": "<h3>东风日产汽车办公楼+研发中心</h3><p>地点：广东广州 </p><p>设计 / 完工：2004 / 2006</p><p>性质：办公 / 科研</p><p>业主：东风汽车有限公司乘用车公司</p><p>基地面积：270,000sm</p><p>楼地板面积：42,000sm</p><p>高度 / 楼层：22m / B1+5F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：黄茂良</p><p>合作设计 / 当地设计单位：上海建学建筑与工程设计所有限公司</p><p>工程造价：TWD 560,000,000元</p>",
  "M0411": "<h3>东风汽车有限公司总部方案 </h3><p>地点：湖北武汉 </p><p>设计 / 完工：2004</p><p>性质：办公 / 研发</p><p>业主：武汉东风汽车集团</p><p>楼地板面积：185,504sm</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：夏雯霖</p>",
  "M0523": "<h3>松江公共实训中心方案 </h3><p>地点：上海松江 </p><p>设计 / 完工：2005</p><p>性质：办公 / 教育 / 多功能礼堂兼体育馆</p><p>业主：上海松江区人民政府</p><p>楼地板面积：104,000sm</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：郭律民</p>",
  "M0510": "<h3>东风本田汽车办公楼</h3><p>地点：湖北武汉 </p><p>设计 / 完工：2005 / 2007</p><p>性质：办公</p><p>业主：武汉东风汽车集团</p><p>楼地板面积：18,900sm </p><p>高度 / 楼层：3F</p><p>服务范围：建筑设计</p><p>建筑师：郭律民</p><p>合作设计 / 当地设计单位：东风设计研究院</p>",
  "M0526": "<h3>万泓企业总部大楼方案 </h3><p>地点：江苏昆山 </p><p>设计 / 完工：2005 / 2007</p><p>性质：办公</p><p>业主：昆山万泓建设开发有限公司</p><p>基地面积：149,000sm</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：郭律民</p>",
  "M0826": "<h3>丰盛集团科技园C地块建筑概念设计方案</h3><p>地点：江苏南京  </p><p>设计 / 完工：2008 - 2009</p><p>性质：商业 / 办公</p><p>业主：南京丰盛产业控股集团 </p><p>基地面积：266,080sm </p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：夏雯霖+郭律民+黄建盛</p><p>合作设计 / 当地设计单位：南京东南联合工程设计有限公司</p>",
  "M0900": "<h3>淮阴区社会事业大厦方案</h3><p>地点：江苏淮阴</p><p>设计 / 完工：2009</p><p>性质：公共行政</p><p>业主：淮安市淮阴区政府</p><p>基地面积：19,320sm</p><p>楼地板面积：20,031sm</p><p>高度 / 楼层：B1+8F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：夏雯霖+黄建盛</p>",
  "0919-1": "<h3>鸿海高雄数位汇流数据中心</h3><p>地点：台湾高雄</p><p>设计 / 完工：2013 - 2014</p><p>性质：办公</p><p>业主：鸿海科技集团</p><p>楼地板面积：365sm</p><p>服务范围：室内设计工程</p><p>建筑师：刘湘梅</p>",
  "0919": "<h3>鸿海高雄研发育成大楼及数位汇流数据中心</h3><p>地点：台湾高雄</p><p>设计 / 完工：2009 -</p><p>性质：办公 / 科研</p><p>业主：鸿海科技集团</p><p>基地面积：　18,500sm</p><p>楼地板面积：62,919sm</p><p>高度 / 楼层：　56.1m / B4+14F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计 / 室内设计</p><p>建筑师：许铭阳+夏雯霖+刘湘梅</p><p>专业顾问：　结构：超伟 / 机电：正弦 / 空调：协展 / 外牆：比晰 / 交通：安得</p><p>施工单位：　达茂营造股份有限公司</p><p>工程造价：TWD 1,830,000,000元</p><p>施工中</p><p>第一届2014年高雄市新建建筑物工程品质金质奖：金质奖</p>",
  "0945": "<h3>农业科技园区外销观赏鱼及水产种苗</h3><p>地点：台湾屏东 </p><p>设计 / 完工：2010 / 2013</p><p>性质：办公 / 科研 / 物流 / 仓储 / 展览 / 厂房</p><p>业主：屏东农业生物技术园区筹备处</p><p>基地面积：39,440sm</p><p>楼地板面积：27,327sm </p><p>高度 / 楼层：38.5m / B1+5F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：许铭阳+夏雯霖+赵文绅+黄建盛</p><p>专业顾问：协同主持人：方力行 / 结构：黄武龙 / 机电：联立 / 空调：协展  / 消防：王志民 / 维生：协兑 / 养殖：增彧 / 观赏鱼：优石 / 幕牆：比晰 / 大地：开通 / 测量：永承</p><p>施工单位：长鸿营造股份有限公司</p><p>工程造价：TWD 1,025,000,000元</p>",
  "M1020": "<h3>海门市国税局数据处理中心</h3><p>地点：江苏海门</p><p>设计 / 完工：2010 / 2014</p><p>性质：公共行政</p><p>业主：海门市政府投资项目工程建设中心</p><p>基地面积：19,770sm</p><p>楼地板面积：19,079sm </p><p>高度 / 楼层：61.4m / B1+12F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：黄建盛</p><p>合作设计 / 当地设计单位：南通市规划设计院有限公司</p><p>专业顾问：无锡昊天建筑工程有限公司</p><p>施工中</p>",
  "M1121": "<h3>东莞中国邮政大楼方案</h3><p>地点：广东东莞</p><p>设计 / 完工：2011</p><p>性质：办公</p><p>业主：中国邮政集团公司</p><p>基地面积：13.629sm</p><p>楼地板面积：72,761sm</p><p>高度 / 楼层：114.5m / B2+22F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：黄建盛</p>",
  "0000": "<h3>统一梦时代购物中心</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2000 / 2007</p><p>性质：百货 / 零售 / 娱乐</p><p>业主：统正开发股份有限公司</p><p>基地面积：50,158sm</p><p>楼地板面积：401,219sm </p><p>高度 / 楼层：49.95m / B5+11F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳</p><p>合作设计 / 当地设计单位：美国RTKL国际有限公司 / 刘显宗+曹毅豪+黄士国建筑师事务所</p><p>专业顾问：结构：超伟 / 机电：正弦 / 景观：RTKL+carol R  Johnson / 室内：RTKL+IDA+衡美 / 外牆：比晰</p><p>施工单位：理成营造工程股份有限公司</p><p>工程造价：TWD 3,156,142,248元</p><p>中华民国第一届都市设计大奖 民间开发空间设计类优选</p><p>第三届高雄市都市设计景观评选 优质大楼组优选作品</p><p>2008 Grand Award best in  the west， In Recognition of Excellence and Value，Best International  Commercial / Retail Project </p>",
  "0709": "<h3>义大世界香榭大街</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2007 / 2010</p><p>性质：零售</p><p>业主：义联集团 </p><p>基地面积：5,551sm</p><p>楼地板面积：13,842.48sm</p><p>高度 / 楼层：19.35m /4F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：许铭阳</p><p>专业顾问：结构：中泰 / 机电：高英</p><p>施工单位：新泉营造股份有限公司</p><p>工程造价：TWD 74,487,550元</p>",
  "V0802": "<h3>越南北宁赌场酒店方案</h3><p>地点：越南北宁</p><p>设计 / 完工：2008</p><p>性质：酒店 / 赌场</p><p>业主：越南黄龙开发</p><p>基地面积：23,806sm</p><p>楼地板面积：120,566sm</p><p>高度 / 楼层：79.4m / B2+21F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+刘湘梅+黄建盛</p>",
  "0829": "<h3>义大世界团客中心</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2008 / 2010</p><p>性质：零售 / 办公</p><p>业主：义联集团</p><p>基地面积：1,749sm</p><p>楼地板面积：2,717sm</p><p>高度 / 楼层：15.3m / B1+3F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳</p><p>专业顾问：结构：中泰 / 机电：高英</p><p>施工单位：新泉营造股份有限公司</p><p>工程造价：TWD 13,847,400元</p>",
  "M1026": "<h3>大麦客量贩店</h3><p>地点：广东东莞</p><p>设计 / 完工：2010 / 2011</p><p>性质：零售 / 量贩</p><p>业主：大麦客商贸有限公司</p><p>基地面积：40,672sm</p><p>楼地板面积：28,806sm </p><p>高度 / 楼层：18.6m / 4F</p><p>服务范围：建筑改造设计</p><p>建筑师：黄建盛</p><p>合作设计 / 当地设计单位：东莞市东城建筑规划设计院</p><p>施工单位：东莞日盛钢板成型有限公司</p>",
  "M1302": "<h3>余姚保利文化商业广场</h3><p>地点：浙江余姚</p><p>设计 / 完工：2013 -</p><p>性质：百货 / 零售 / 娱乐</p><p>业主：保利置业集团有限公司</p><p>基地面积：119,000sm</p><p>楼地板面积：340,000sm</p><p>高度 / 楼层：100m / B2+21F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：许铭阳+黄建盛</p><p>合作设计 / 当地设计单位：UDG联创国际</p><p>施工单位：设计中</p>",
  "V1302": "<h3>象湖生态旅游区A2/A3商业娱乐项</h3><p>地点：越南河静</p><p>设计 / 完工：2013 -</p><p>性质：餐饮 / 娱乐</p><p>业主：宝珑(越南)开发责任有限公司</p><p>基地面积：25,013sm</p><p>楼地板面积：6,931sm</p><p>高度 / 楼层：14.57m / 3F</p><p>服务范围：建筑设计</p><p>建筑师：夏雯霖</p><p>专业顾问：结构：天珩 / 水疗：李恒德</p><p>设计中</p>",
  "M1317": "<h3>哈尔滨白鱼泡温泉度假村</h3><p>地点：黑龙江哈尔滨</p><p>设计 / 完工：2013 -</p><p>性质：酒店 / 温泉会馆</p><p>业主：哈尔滨市白鱼泡老年医疗护理院</p><p>基地面积：50,000sm</p><p>楼地板面积：15,000sm</p><p>高度 / 楼层：15m / 3F</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：黄建盛</p><p>设计中</p>",
  "0909": "<h3>大自然文化世界</h3><p>地点：台湾新竹</p><p>设计 / 完工：2009 / 2011</p><p>性质：宗教设施</p><p>业主：财团法人天恩弥勒佛院</p><p>基地面积：119,993sm</p><p>楼地板面积：396,898sm </p><p>高度 / 楼层：43.28m / B4+8F</p><p>服务范围：建筑设计顾问 / 景观设计 / 室内设计</p><p>建筑师：许铭阳+刘湘梅</p><p>合作设计 / 当地设计单位：蔡金龙建筑师事务所</p><p>专业顾问：结构：欣扬 / 机电：正弦 / 外牆：比晰大尊贵工程股份有限公司</p>",
  "9437-1": "<h3>大昌医院</h3><p>地点：台湾高雄</p><p>设计 / 完工：2006 - 2014</p><p>性质：医院</p><p>业主：义联集团 </p><p>基地面积：18,742.57sm</p><p>楼地板面积：69,786.9sm</p><p>高度 / 楼层：49.95m / B3+14F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳</p><p>专业顾问：结构：柳碧贞 / 机电：立盛</p><p>施工单位：新泉营造股份有限公司</p><p>工程造价：TWD 867,604,000元</p>",
  "M0601": "<h3>东风日产汽车培训中心 </h3><p>地点：广东广州 </p><p>设计 / 完工：2006 / 2007</p><p>性质：培训</p><p>业主：东风日产乘用车公司</p><p>楼地板面积：6,640sm</p><p>服务范围：建筑设计</p><p>建筑师：郭律民</p><p>合作设计 / 当地设计单位：东风设计研究院</p>",
  "0629": "<h3>威奈科技厂办</h3><p>地点：台湾高雄</p><p>设计 / 完工：2006 / 2009</p><p>性质：厂房 / 办公</p><p>业主：威奈联合科技股份有限公司</p><p>基地面积：12,545sm</p><p>楼地板面积：12,938sm</p><p>高度 / 楼层：9.45m / 2F</p><p>服务范围：总体规划 / 建筑设计</p><p>建筑师：许铭阳+黄茂良</p><p>专业顾问：结构：天珩 / 机电：协展</p><p>施工单位：汇城营造工程股份有限公司</p><p>工程造价：TWD 203,940,000元</p>",
  "0937": "<h3>良达科技厂房更新设计</h3><p>地点：台湾高雄</p><p>设计 / 完工：2009</p><p>性质：厂房 / 办公</p><p>业主：良达科技股份有限公司</p><p>服务范围：　建筑改造设计 / 室内设计</p><p>建筑师：夏雯霖</p><p></p><p>　</p>",
  "M0121": "<h3>渤海皇家</h3><p>地点：河北秦皇岛 </p><p>设计 / 完工：2001 / 2005</p><p>性质：集合住宅</p><p>业主：秦皇岛爱普森国际置业有限公司 </p><p>基地面积：12,400sm</p><p>楼地板面积：43,800m </p><p>高度 / 楼层：106m / B1+31F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计</p><p>建筑师：黄茂良</p><p>合作设计 / 当地设计单位：北京建学建筑与工程设计所有限公司</p><p>工程造价：TWD 200,000,000元</p>",
  "M0409": "<h3>花都艺墅小区</h3><p>地点：江苏昆山 </p><p>设计 / 完工：2004 / 2011</p><p>性质：别墅住宅</p><p>业主：昆山宝裕房产开发有限公司</p><p>基地面积：140,000sm</p><p>服务范围：建筑设计 / 景观设计</p><p>建筑师：黄茂良+夏雯霖+黄建盛</p><p>合作设计 / 当地设计单位：南京东南联合设计工程有限公司</p>",
  "0716": "<h3>左营陈宅方案</h3><p>地点：台湾高雄</p><p>设计 / 完工：2007</p><p>性质：别墅住宅 / 办公</p><p>业主：陈明志</p><p>基地面积：4,960sm</p><p>楼地板面积：6,959sm</p><p>高度 / 楼层：27.1m / B1+7F</p><p>服务范围：总体规划 / 建筑设计 / 景观设计 / 室内设计</p><p>建筑师：许铭阳+刘湘梅</p><p>合作设计 / 当地设计单位：日本cdi设计公司</p><p>工程造价：TWD 48,658,487元</p>",
  "M0801": "<h3>扬州瘦西湖华庄低层住宅项目方案 </h3><p>地点：江苏扬州 </p><p>设计 / 完工：2008 / 2010</p><p>性质：别墅住宅</p><p>业主：扬州瘦西湖置业有限公司 </p><p>基地面积：60,000sm </p><p>服务范围：建筑设计</p><p>建筑师：许铭阳+夏雯霖</p><p>合作设计 / 当地设计单位：南京市建筑设计研究院有限责任公司</p>",
  "0804": "<h3>观音山景观住宅</h3><p>地点：台湾高雄</p><p>设计 / 完工：2008 / 2011</p><p>性质：别墅住宅</p><p>业主：义联集团</p><p>基地面积：6,172sm</p><p>楼地板面积：7,860sm</p><p>高度 / 楼层：21.5m / B2+3F</p><p>服务范围：建筑设计</p><p>建筑师：许铭阳</p><p>专业顾问：结构：蔡人寿 / 机电：高英</p><p>施工单位：新泉营造股份有限公司</p><p>工程造价：TWD 40,657,200元</p>",
  "M0816": "<h3>天泰佳家祺大厦方案</h3><p>地点：江苏南京</p><p>设计 / 完工：2008 / 2009</p><p>性质：住宅 / 办公</p><p>业主：江苏天泰建设有限公司</p><p>基地面积：13,596sm</p><p>楼地板面积：71,000sm</p><p>高度 / 楼层：B1+27F</p><p>服务范围：建筑设计</p><p>建筑师：夏雯霖+黄建盛</p><p>合作设计 / 当地设计单位：南京东南联合设计工程有限公司</p>",
  "V1001": "<h3>安富Palais de Lotus 住宅社区开发方案</h3><p>地点：越南河内</p><p>设计 / 完工：2010 / 2012</p><p>性质：集合住宅</p><p>业主：越南安富开发投资公司</p><p>基地面积：4,370sm</p><p>楼地板面积：80,615sm</p><p>高度 / 楼层：93.2m / B2+32F</p><p>服务范围：建筑设计 / 景观设计 / 室内设计</p><p>建筑师：许铭阳+夏雯霖+刘湘梅+黄建盛</p><p>合作设计 / 当地设计单位：越南河内UAC设计院</p>",
  "0922": "<h3>六堆客家文化园区整体景观</h3><p>地点：台湾屏东 </p><p>设计 / 完工：2007 / 2009</p><p>性质：公共景观设施</p><p>业主：行政院客家委员会六堆客家文化园区筹备处</p><p>基地面积：155,878sm</p><p>楼地板面积：983sm</p><p>高度 / 楼层：9.4m / 2F</p><p>服务范围：地景总体规划 / 景观设计 / 建筑设计</p><p>建筑师：赵文绅</p><p>专业顾问：结构：蔡人寿 / 机电：翰鳞 / 景观：藏生 /  专案管理：亚新(第2阶段)</p><p>施工单位：硕宏营造有限公司 / 超晟营造有限公司 / 顺裕营造有限公司 /  南屏营造股份有限公司</p><p>工程造价：TWD 224,753,089元</p><p>2009建筑园冶奖，屏东地区公共景观设计奖</p>",
  "0811": "<h3>义大世界123广场</h3><p>地点：台湾高雄 </p><p>设计 / 完工：2008 / 2010</p><p>性质：商业景观设施 / 音乐餐厅</p><p>业主：义联集团 </p><p>基地面积：13,464sm</p><p>高度 / 楼层：音乐餐厅11.7m / 垦丁大街6.5m</p><p>服务范围：景观设计 / 建筑设计</p><p>建筑师：许铭阳</p><p>合作设计 / 当地设计单位：林益庆建筑师事务所</p><p>专业顾问：室内：汇侨 / 结构：中泰 / 音响：黄炳勳 / 灯光：公祥</p><p>施工单位：台湾太阳鹰开发股份有限公司 (膜构) /  老圃造园工程有限公司 (植栽) / 公祥贸易有限公司 (灯光)</p>",
  "M1208": "<h3>漳州庆富学院一期</h3><p>地点：福建云霄</p><p>设计 / 完工：2012 -</p><p>性质：学校</p><p>业主：庆富集团</p><p>楼地板面积：123,565sm</p><p>服务范围：室内设计 / 家具选配 / 影音设备</p><p>建筑师：刘湘梅</p><p>合作设计 / 当地设计单位：风河设计工程顾问有限公司 / 集艺室内装修设计工程有限公司</p><p>专业顾问：细设+机电：上海欧坊 / 厨房：小马驹 /  灯光：亿光 / 影音：上海莹声</p><p>施工单位：设计中</p>"
};

var LANG = {
  casename: '案名：',
};